[{"name":"航天航空","image":"航天航空.jpeg","items":[{"name":"宇航服体验","image":"宇航服体验.jpeg","desp":"宇航服是航天过程中保护宇航员生命安全的个人防护救生装备，又称航天服，可防护空间的真空、高低温、太阳辐射和微流星等环境因素对人体的危害。在真空环境中，人体血液中含有的氮气会变成气体，使体积膨胀。如果人不穿加压气密的航天服，就会因体内外的压差悬殊而发生生命危险。航天服是在飞行员密闭服的基础上发展起来的多功能服装。早期的航天服只能供航天员在飞船座舱内使用，后研制出舱外用的航天服。现代新型的舱外用航天服有液冷降温结构，可供航天员出舱活动或登月考察。\n\n\n\n宇航服能构成适于宇航员生活的人体小气候。它在结构上分为6层：\n\n①内衣舒适层：宇航员在长期飞行过程中不能洗换衣服，大量的皮脂、汗液等会污染内衣，故选用质地柔软、吸湿性和透气性良好的棉针织品制作。\n\n②保暖层：在环境温度变化范围不大的情况下，保暖层用以保持舒适的温度环境。选用保暖性好、热阻大、柔软、重量轻的材料，如合成纤维絮片、羊毛和丝绵等。\n\n③通风服和水冷服：在宇航员体热过高的情况下，通风服和水冷服以不同的方式散发热量。若人体产热量超过350大卡/小时（如在舱外活动），通风服便不能满足散热要求，这时即由水冷服降温。通风服和水冷服多采用抗压、耐用、柔软的塑料管制成，如聚氯乙烯管或尼龙膜等。\n\n\n\n④气密限制层：在真空环境中，只有保持宇航员身体周围有一定压力时才能保证宇航员的生命安全。因此气密层采用气密性好的涂氯丁尼龙胶布等材料制成。限制层选用强度高、伸长率低的织物，一般用涤纶织物制成。由于加压后活动困难，各关节部位采用各种结构形式：如网状织物形式、波纹管式、桔瓣式等，配合气密轴承转动结构以改善其活动性。\n\n⑤隔热层：宇航员在舱外活动时，隔热层起过热或过冷保护作用。它用多层镀铝的聚酰亚胺薄膜或聚酯薄膜并在各层之间夹以无纺织布制成。\n\n⑥外罩防护层：是宇航服最外的一层，要求防火、防热辐射和防宇宙空间各种因素（微流星、宇宙线等）对人体的危害。这一层大部分用镀铝织物制成。\n\n与宇航服配套的还有头盔、手套、靴子等。\n\n我国研制的飞天航天服可以支持宇航员4个小时的舱外活动。服装通体纯白，从上到下依次是头盔、上肢、躯干、下肢、压力手套、靴子服装的四肢装有调节带，通过调节上臂、小臂和下肢的长度，身高1.6米到1.8米的人都能穿上这套衣服。\n\n\n\n这套衣服的总造价为3000万元人民币。飞天航天服壁厚仅1.5毫米的铝合金躯干外壳上密集着各种仪器：电控台、气液控制台、气液组合插座、应急供氧管、电脐带。仅是十几厘米见方的电控台里，就有照明、数码管控、机械式压力表等9个开关，气液控制台里的阀门更是多达20多个。\n\n\n\n虽然飞天航天服总重有120公斤，不过重而不笨、行动灵活，是中国舱外航天服的一大特点，而且120公斤的重量在失重状态下是不会对航天员造成负担的。\n\n\n\n如果没有航天服的保护而直接暴露在外太空是很危险的。1965年，在美国的载人航天器中心一次真空舱宇航服泄露事件中，曾经有一名被试者不幸暴露于近似真空下。他保持知觉的时间是 14 秒，这大概是氧气从肺部到达大脑所需要的时间。立即给他的宇航服加压后，他开始恢复知觉。后来被试者报告说他能感受并听到空气泄露出去，他在失去知觉前最后的记忆是舌头上的水开始沸腾，这是由于低压条件下水的沸点会降低。\n\n    航天员暴露在外太空十秒钟之后，会有很多较轻微的问题出现，包括晒伤，可能出现减压症，皮肤和皮下组织发生轻度、可逆、无痛苦的肿胀。然后会因为缺氧失去知觉。伤害不断累积，大概一两分钟后将死去，但目前并不了解这个确切的时间限度。\n\n \n\n"},{"name":"空间站","image":"空间站.jpeg","desp":"关于空间站：\n\n空间站是一种在近地轨道长时间运行，可供多名航天员在其中生活工作和巡防的载人航天器。空间站的基本组成是以一个载人生活舱为主体，再加上有不同用途的舱段，如工作实验舱、科学仪器舱等。\n\n\n\n空间站分为单一式和组合式两种。单一式空间站可由航天运载器一次发射入轨，组合式空间站则由航天运载器分批将组件送入轨道，在太空组装而成。在空间站中要有人能够生活的一切设施，不再返回地球。\n\n空间站其结构特点是体积比较大，在轨道飞行时间较长，有多种功能，能开展的太空科研项目也多而广。\n\n\n\n空间站的特点之一是经济性。例如，空间站在太空接纳航天员进行实验，可以使载人飞船成为只运送航天员的工具，从而简化了其内部的结构和减轻其在太空飞行时所需要的物质。这样既能降低其工程设计难度，又可减少航天费用。另外，空间站在运行时可载人，也可不载人，只要航天员启动并调试后它可照常进行工作，定时检查，到时就能取得成果。这样能缩短航天员在太空的时间，减少许多消费，当空间站发生故障时可以在太空中维修、换件，延长航天器的寿命。增加使用期也能减少航天费用。因为空间站能长期（数个月或数年）的飞行，故保证了太空科研工作的连续性和深入性，这对研究的逐步深化和提高科研质量有重要作用。\n\n \n\n\n\n \n\n什么是失重\n\n失重并不是没有重力，而是人们对没有重量的一种体验。航天员在太空中失重是由于他们在飞船中与飞船一起围绕地球运行，这时地球重力充当向心力维持他们做圆周运动，航天员与飞船之间没有相互作用力，于是他们就失去了对重量的感觉。\n\n进入失重状态以后最先感受到的是漂浮，由于缺乏向下的引力，双脚可以自然离开地面，身体悬浮在空中。这时正常行走已不可能，航天员只能用双手推拉舱壁上的扶手来帮助身体移动。\n\n失重环境会对人体产生一定影响。航天员一旦进入失重状态，由于缺乏向下的吸引力，全身的体液开始向上半身和头部转移，这时航天员会出现脸虚胖、鼻腔和鼻窦充血、鼻子不通气等症状，这些症状跟地面上患感冒时的症状相似，体液转移还可能导致贫血。并且由于四肢已感觉不到重量，人体还会产生定向错觉，使航天员感到身体和载人航天器都上下倒置。因此航天员需要进行失重训练，才能适应太空中的失重感。\n\n\n\n什么是微重力\n\n由于太空和地球表面环境有很大的不同，地球表面为1G重力环境，而太空处于真空状态。在太空生活与工作的航天员，由于要长期处于这种微重力环境，吃、穿、住、行等都要适应这种状态。在微重力环境中，你会有完全不同于地面的感觉。由于缺乏重力，航天员最先感觉到的就是身体是飘浮的。飞船舱内的东西，如果不用带子固定，都要飘着。微重力的值通常为地面重力的万分之一，10-4g。\n\n无重力空间下的身体变化\n\n半规管功能降低：无重力状态下，半规管不能正常倾斜，所以无法获得平衡。\n\n骨骼中的成分减少：骨骼中的钙、矿物质在无重力环境下溶解于尿和便，并排出体外。\n\n红血球形态变化：无重力环境下红血球产生突起，受伤并破裂，为此会产生贫血和缺氧。\n\n心脏循环功能的变化：无重力状态下血液流向头部上方，几天之后人体就习惯于此，返回地球时，会产生站立状态下由于脑缺血的眩晕。\n\n宇宙醉：由于宇宙环境下所有的物体没有上下左右之分，进入眼睛的信息和固有信息产生差异，为此产生醉感。\n\n肌肉功能下降：由于无重力状态下几乎不用肌肉，为此肌肉功能下降\n\n太空看地球是什么样子的\n\n从太空看地球，可以发现地球是一个蓝色的球体，这是因为由于如今的地球表面被71%的海洋覆盖，而海水呈蓝色是由太阳光的组成和海水的性质决定的。太阳光由红、橙、黄、绿、青、蓝、紫7种成分组成。依照它们波长的长短从左到右依次排列起来，最长的红光在左,最短的紫光在右。红、橙、黄的波长很长,容易被海水吸收掉；紫色光的波长很短，大多被海面反射出去了；只有蓝光及其附近的绿光、青光可以穿入海水，在海水中折来折去，又经过水分子充分散射，便将海水映照成蓝色了。同时，由于海水中存在着大量盐离子，增强了光线的散射作用,使海水呈现蔚蓝色。\n\n\n\n有趣的太空物理实验\n\n神舟十号航天员王亚平在天宫一号开展基础物理实验，为全国青少年进行太空授课。\n\n太空单摆实验，太空中小球处于失重状态，没有了回复力。所以不能像在地面一样做往复摆动。同样，在失重状态下，即使给小球一个很小的初速度，它也能绕摆轴做圆周运动，这在地面上却需要足够大的初速度才能够实现。\n\n太空陀螺实验，在太空中，陀螺高速旋转，不存在空气摩擦力的情况下，它将一直保持一定的姿势旋转。航天器中很多设备就是利用陀螺组合来测量航天器的姿态。\n\n"},{"name":"飞向未来剧场","image":"飞向未来剧场.jpeg","desp":"\n宇宙飞船达到第一宇宙速度可以绕地飞行。当达到第二宇宙速度能够挣脱地球的引力飞向太阳系，例如飞到火星、木星、金星等。达到第三宇宙速度可以脱离太阳系进入茫茫宇宙，探索神秘有趣的宇宙世界。\n\n\n\n宇宙速度：\n\n人类要发射人造地球卫星或发射完成星际航行的飞行器，就要摆脱地球强大的引力，那如何离开地球呢，这第一宇宙速度就要使运载飞行器或人造地球卫星的航天飞机或运载火箭的速度要达到宇宙速度，那什么是宇宙速度呢？\n\n所谓宇宙速度就是从地球表面发射飞行器，飞行器环绕地球、脱离地球和飞出太阳系所需要的最小速度，分别称为第一、第二、第三宇宙速度。\n\n早期，人们在探索航天途径时，为了估计克服地球引力、太阳引力所需的最小能量，引入了三个宇宙速度的概念。\n\n假设地球是一个圆环，周围也没有大气，物体能环绕地球运动的最低的轨道就是半径与地球半径相同的圆轨道。这时物体具有的速度是第一宇宙速度，大约为7.9千米/秒。物体在获得这一水平方向的速度以后，不需要再加动力就可以环绕地球运动。\n\n\n\n \n\n地球上的物体要脱离地球引力成为环绕太阳运动的人造行星，需要的最小速度是第二宇宙速度。第二宇宙速度为11.2千米/秒，是第一宇宙速度的√2倍。地面物体获得这样的速度即能沿一条抛物线轨道脱离地球。\n\n地球上物体飞出太阳系相对地心最小速度称为第三宇宙速度，它的大小为16.7千米/秒。地面上的物体在充分利用地球公转速度情况下再获得这一速度后可沿双曲线轨道飞离地球。\n\n当它到达距地心93万千米处，便被认为已经脱离地球引力，以后就在太阳的万有引力的作用下运动。这个物体相对太阳的轨道是一条抛物线，最后会脱离太阳引力场飞出太阳系。一些特殊的轨道速度，如环绕速度、脱离速度，有时也被分别称为第一、第二宇宙速度。\n\n \n\n\n\n \n\n第一宇宙速度：7.9千米/秒（卫星绕地球做近似圆周运动的最大环绕速度）\n\n宇宙速度是物体从地球出发，在天体的重力场中运动，四个较有代表性的初始速度的统称。航天器按其任务的不同，需要达到这四个宇宙速度的其中一个。\n\n第一宇宙速度，又称为环绕速度，是指在地球上发射的物体绕地球飞行作圆周运动所需的最小初始速度。按照力学理论可以计算出v1=7.9公里/秒。\n\n \n\n第二宇宙速度：11.2千米/秒 （飞离地球进入环绕太阳运行轨道的最小速度）\n\n第二宇宙速度v2 当航天器超过第一宇宙速度v1达到一定值时，它就会脱离地球的引力场而成为围绕太阳运行的人造行星，这个速度就叫做第二宇宙速度，亦称脱离速度。\n\n按照力学理论可以计算出第二宇宙速度v2 =11.2公里/秒。由于月球还未超出地球引力的范围，故从地面发射探月航天器，其初始速度不小于10.848公里/秒即可。\n\n\n\n \n\n第三宇宙速度：16.7千米/秒\n\n第三宇宙速度v3 从地球表面发射航天器，飞出太阳系，到浩瀚的银河系中漫游所需要的最小速度，就叫做第三宇宙速度，亦称逃逸速度。\n\n按照力学理论可以计算出第三宇宙速度v3=16.7公里/秒。需要注意的是，这是选择航天器入轨速度与地球公转速度方向一致时计算出的v3值;如果方向不一致，所需速度就要大于16.7公里/秒了。可以说，航天器的速度是挣脱地球乃至太阳引力的惟一要素。\n\n \n\n第四宇宙速度：约110~120千米/秒\n\n是指在地球上发射的物体摆脱银河系引力束缚，飞出银河系所需的最小初始速度。但由于人们尚未知道银河系的准确大小与质量，因此只能粗略估算，其数值在110~120千米/秒之间。而实际上，仍然没有航天器能够达到这个速度。\n\n\n\n第五宇宙速度：约1500--2250千米/秒\n\n指的是航天器从地球发射，飞出本星系群的最小速度大小，由于本星系群的半径、质量均未有足够精确的数据，所以无法估计数据大小。\n\n当前科学家估计大概有50--100亿光年，照这样算，应该需要1500--2250千米/秒的速度才能飞离。\n\n "},{"name":"黑洞吸积盘","image":"黑洞吸积盘.jpeg","desp":"\n太阳系隶属银河系，银河系约由1000亿颗类地行星所构成。银河内的星星分布在薄薄的圆盘状的宇宙空间中，从上方观察呈漩涡状。一般认为，其中心存在一个相当于太阳质量约400万倍的巨大黑洞。\n\n银河系内不断反复着星球的形成与衰亡。星球衰亡及超新星的爆发所释放的物质，在宇宙空间中使物质重量不断增加。本展示通过模型以及信息装置体验银河系的形成过程以及现有的状态。\n\n\n\n吸积盘的由来：\n\n吸积盘是一种由弥散物质组成的、围绕中心体转动的结构，它包围黑洞或中子星的气体盘。\n\n盘内的摩擦力使气体逐渐螺旋下落，被吸积到黑洞或星体。比较典型的中心体有年轻的恒星，源恒星，白矮星，中子星以及黑洞。重力使得盘中的物质沿螺线被吸附至中心体;角速度的不同则使得物质进行着角差转动。而引力场使得物质被压缩，同时激发出电磁辐射。被激发出的射线频率取决于中心体的形式。\n\n若中心体为年轻的恒星或者源恒星，那么吸积盘辐射多半处于红外区，而中子星及黑洞产生的吸积盘的辐射多半处于光谱的X-射线区域。\n\n\n\n \n\n黑洞吸积盘中的物理学：\n\n在20世纪40年代，模型第一次导出了吸积盘基础的物理本质。为吸积盘了使得与观察现象一致，当时的模型不得不引入了一种未知的结构以保证角动量守恒。当物质落入中心时，它不仅在损失重力能同时也损失着角动量。由于总角动量是守恒的，落入中心星的物质而损失的角动量必由远离中心星的角动量的增加而得到补偿。换言之，角动量被传递到了吸积的物质上。\n\n一方面，粘滞力会使得物质被加热从而辐射出引力能，这是毫无疑问的。另一方面，仅靠粘滞力本身又不足以解释角动量是如何传递至盘的表面的。因湍流而增强的粘滞力曾被考虑为一种合理的解释角动量再分布的动力学理论，尽管这种湍流的起源并没有被完全理解。传统的现象学引入一个因子α以解释由于盘中湍流而引起的粘滞力增加。\n\n \n\n在1991年，基于电磁力旋转的不稳定性的再研究，科学家们已经证实了环绕在一颗重且致密的中心星的弱磁性吸积盘是高度不稳定的，这提供了直接的角动量再分布的动力学。\n\n\n\n吸积盘的分析模型：\n\n当吸积率低于爱丁顿光度并且盘是高度不透明的，那么一个典型的薄吸积盘就出现了。就垂直方向来看，盘在几何学上是很薄的(拥有一个碟状的结构)，它由冷气体组成，其辐射量可忽略不计。\n\n气体沿紧密的螺线陷落，类似一个圆，并做近似自由的公转运动。薄吸积盘一般都很亮并伴有光谱中的热电磁辐射。\n\n除此此外，它们和黑体之间没有太明显的区别。辐射冷却在薄吸积盘中是十分有效的。\n\n当吸积率低于爱丁顿极限同时透明度比较高，那么一个高效气浮装置的吸积盘就形成了。这种吸积盘于1977年由科学家在论文中预言，但被遗忘了近20年。\n\n \n\n\n\n \n\n黑洞吸积盘的特性：\n\n吸积盘理论被广泛用于恒星和行星形成、致密星、活动星系核、X射线双星、伽玛射线暴等天体物理过程的研究。这些盘状物经常于临近中心体的地方 产生喷流。这些喷流是一种有效的损失角动量的方式，同时不会使得星盘的质量损失太多。\n\n自然界中最为壮观的吸积盘发现于活动星系核以及类星体。这两类星体中心被认为有大质量的黑洞。当物质沿螺线落向黑洞时，强大的引力场使得物质摩擦并被加热。\n\n黑洞的吸积盘足够热得辐射出X射线，不过注意是在事件视界之外。类星体强大的光辐射被确信为是超大质量黑洞吸积气体的结果。\n\n这一过程能够将物质质量以10%的比率转为能量，相较之下，星体的热核聚变过程只不过能够转换物质0.5%的质量。\n\n\n\n在紧密的双星系统中，越大质量的星体会越快地演化为白矮星、中子星或者黑洞，此时较松散的伴星演化为巨星，其气体充满它的洛希瓣，气体将沿着伴星流向主星。角动量直接地由一颗星移至另一颗星同时由吸积盘表现出来。\n\n环绕于金牛变星 或小矮星的吸积盘被成为源行星盘，因为它们被认为是形成行星系统的鼻祖。这种情况下，被吸积的气体来自于恒星形成时的分子云而非伴星。\n\n "}]},{"name":"机械厅","image":"机械厅.jpeg","items":[{"name":"滚球","image":"滚球.jpeg","desp":"1、齿轮齿条升降机构：齿轮齿条升降机构由齿轮、齿条等组成，它的作用是将齿轮的回转运动转变为齿条的直线运动，或将齿条的直线运动转换为齿轮的回转运动，它具有传递动力大，效率高，运行平稳的优点。\n\n\n\n2、螺旋上升机构：依靠螺旋曲线将旋转运动转换为物体直线运动的一种机构。\n\n3、蜗杆蜗轮转向阀门机构：蜗轮蜗杆机构由蜗轮、蜗杆构成，常用来传递两交错轴之间的运动，实现运动方向的转变，具有结构紧凑，传动比大的优点。\n\n4、轮槽机构：轮槽机构由带圆销的拨盘、具有径向槽的轮槽和机架组成。拨盘为主动件，做匀速运动。在圆销未进入径向槽时，拨盘的凸圆弧转入轮槽的凹弧，轮槽因受凹凸两弧锁合，所以静止不动。当拨盘上的凸弧端点刚好处于轮槽凹弧的中点时，凹凸两弧的锁止作用终止，圆销恰好进入径向槽驱动轮槽转动；当圆销开始脱离径向槽时，拨盘上的凸弧又开始将轮槽锁住，轮槽又静止不动。\n\n5、棘轮机构：棘轮转动机构由棘轮和棘爪组成，具有单向间歇运动的特点。棘轮机构常用在各种机床和自动机中的间歇进给或回转工作台的转位上，也常用在千斤顶上。在自行车中棘轮机构用于单向驱动，在手动绞车中棘轮机构用于防止逆转。\n\n6、齿条机构：齿条机构主要由齿轮和齿条构成。齿轮齿条运动是将齿轮的回转运动转变为齿条的往复直线运动，或将齿条的往复直线运动转变为齿轮的回转运动。具有传递动能大、效率高等特点。\n\n\n\n7、滑轮机构：滑轮是一个周边有槽，能够绕轴转动的小轮。定滑轮是指能绕固定轴转动的滚轮，定滑轮具有改变力的方向的作用。动滑轮是指轴的位置随被拉物体一起运动的滑轮，动滑轮具有省力作用。\n\n\n\n \n\n8、曲柄滑块机构：曲柄滑块机构主要由曲柄、滑块、滑杆构成，可实现旋转运动和直线运动之间的转换。\n\n9、转向阀门机构：齿轮的圆周运动用于具有一定角度的两轴之间的动力传递，传动效率高，广泛应用于垂直两轴之间的传动。\n\n10、手轮升降机构：内部为一个凸轮机构，凸轮机构是由凸轮，从动件和机架三个基本构件组成的高副机构。凸轮是一个具有曲线轮廓或凹槽的构件，一般为主动件，作等速回转运动或往复直线运动。\n\n11、手摇升降机构：主要由棘条、棘爪、摇杆和机架组成。弹簧用来使止回棘爪与棘轮保持接触。棘条装在传送装置上，用键与轴联接在一起。棘爪铰接于摇杆上。当摇杆沿棘条齿同向摆动时，棘爪在棘条齿顶滑过，棘条静止不动；当摇杆反方向摆动时，棘爪插入棘条齿间推动棘条前进一定距离。摇杆连续往复摆动，棘条即可实现单向的间歇运动。完成传送后，收起棘爪，棘条复位。\n\n12、脚踏升降机构：主要由棘条、棘爪、摇杆和机架组成。弹簧用来使止回棘爪与棘轮保持接触。棘条装在传送装置上，用键与轴联接在一起。棘爪铰接于摇杆上。当摇杆沿棘条齿同向摆动时，棘爪在棘条齿顶滑过，棘条静止不动；当摇杆反方向摆动时，棘爪插入棘条齿间推动棘条前进一定距离。摇杆连续往复摆动，棘条即可实现单向的间歇运动。完成传送后，收起棘爪，棘条复位。\n\n13、平皮带机构：平皮带机构主要由主动轮、从动轮、皮带构成，用于传递平行轴之间的回转运动，或把回转运动转换成直线运动。\n\n14、吊臂机构：依靠柔性手臂，手爪夹持机构使物体发生位移的机构。\n\n\n\n \n\n15、斜传送带：依靠皮带与带轮间的摩擦力传递动力，具有质量均匀，运动平稳，吸振性好的优点。\n\n16、平行杆拖斗：平行杆机构由各构件用转动副或移动副联接，可灵活实现动力的传递。\n\n17、不平衡机构：通过钢球进入不平衡框，使其重心升高，重力作用线超过其支持面，导致倾倒，将钢球从高处传送到低处。\n\n18、手摇气动机构：手摇气动机构主要由静音空压机机头、气缸构成，利用手轮转动，驱动空压机为气缸提供压缩空气，推动内部的活塞运动，将压缩空气的压力能转换为机械能，驱动机构作直线往复运动。\n\n19、重力翻转机构：重力翻转机构由托架、重锤等组成。钢球滚入托架时，使其重心升高，重力作用线超过其支持面，使其翻转，将钢球从高处传送到低处。\n\n20、爬梯机构：爬梯机构由齿轮、连杆、顶升装置组成。转动手轮，通过齿轮传动将动力传递给连杆机构，连杆的摆动驱动两组顶升装置上下交替运动，实现动力传递。\n\n21、链条机构：链条提升机构由链条、链轮构成，用于传递平行轴之间的回转运动，或把回转运动转换成直线运动。\n\n\n\n \n\n22、凸轮平移机构：凸轮传动机由主动轮和从动轮构成，可将回转运动转变为不规则的曲线运动，可实现从动件的任意预期运动。\n\n23、凸轮机构：凸轮机构具有设计灵活、可靠性高和形式多样等特点。外凸轮机构是最常见的机构，它借助于弹簧复位，依靠凸轮改变主动件回转半径，实现从动件给定的运动规律，可使从动件得到较好的高速性能。圆柱凸轮用于驱动摆杆，而摆杆在与凸轮回转方向平行的面内摆动。\n\n24、螺旋下降：螺旋转动机构可将直线运动转变为回转运动，实现动力传递。螺旋提升机构由导向轨道和螺旋轨道组成。钢球可沿螺旋轨道从高处下降到低处。"},{"name":"汽车的构成","image":"汽车构造.jpeg","desp":"从1886年卡尔·本茨发明第一辆汽车到现在，全世界共计有超过10亿辆汽车，汽车的运用极大地提高了人类的生产力和生活质量。汽车有九大重要构成部分，分别为：发动机、电气系统、减震器、传动装置、制动装置、转向机构、排气系统、车身和车轮。我们分别来看一看它们在汽车整体构造中扮演什么角色。\n\n发动机：汽车发动机是为汽车提供动力的发动机，是汽车的心脏，影响汽车的动力性、经济性和环保性。根据动力来源不同，汽车发动机可分为柴油发动机、汽油发动机、电动汽车电动机以及混合动力等。其作用是使燃料燃烧产生动力，然后通过底盘的传动系驱动车轮使汽车行驶。汽油发动机由两大机构和五大系统组成，即曲柄连杆机构、配气机构、燃料供给系、冷却系、润滑系、点火系和起动系组成。\n\n\n\n \n\n电气系统：现代汽车所装备的电气系统，按其用途可大致归纳并划分为电源系统、用电系统、检测系统和配电系统四个部分。汽车电源由蓄电池和发电机两个电源并联而成。电源产生的电力用于启动发动机、点火、照明、信号指示等等。检测系统则包括各种检测仪表如电压表、电流表、水温表、油压表、燃油表、车速里程表、发动机转速表和各种报警灯，用来监测发动机和其它装置的工作情况。配电系统包括中央接线盒、电路开关、保险装置、插接件和导线等，以保证线路工作的可靠性和安全性。\n\n \n\n\n\n \n\n减震器：减震器主要用来抑制弹簧吸震后反弹时的震荡及来自路面的冲击。在经过不平路面时，虽然吸震弹簧可以过滤路面的震动，但弹簧自身还会有往复运动，而减震器就是用来抑制这种弹簧跳跃的。减震器是汽车使用过程中的易损配件，减震器工作好坏，将直接影响汽车行驶的平稳性和其它机件的寿命，因此应使减震器经常处于良好的工作状态。\n\n\n\n \n\n传动装置：传动装置是把动力装置的动力传递给工作机构等的中间设备。传动装置的基本功用是将发动机发出的动力传给汽车的驱动车轮，产生驱动力，使汽车能在一定速度上行驶。\n\n \n\n制动装置：制动装置可以使行驶中的汽车按照驾驶员的要求进行强制减速甚至停车；使已停驶的汽车在各种道路条件下(包括在坡道上)稳定驻车；使下坡行驶的汽车速度保持稳定，从而使汽车在保证安全的前提下尽量发挥出高速行驶的性能。目前汽车前轮常用的制动器一般都是钳盘式制动器。\n\n\n\n \n\n转向机构：我们平时开车，控制好方向盘就能让车往我们想要的方向行驶，这归功于汽车的转向机构。转向机构一般由转向机和转向杆系组成。采用动力转向时，还需要装备液压泵、操纵阀、作用缸和贮油罐，合称液压助力机构。\n\n\n\n \n\n排气系统：汽车排气系统是指收集并且排放废气的系统，一般由排气歧管，排气管，催化转换器，排气温度传感器，汽车消声器和排气尾管等组成。好的汽车排气系统可以使排出的废气污染减小，噪音减小。现在的纯电动汽车在运行过程中可以做到零污染，完全不排放污染大气的有害气体，因而节省了传统汽车排气系统的空间。\n\n\n\n \n\n车身：汽车车身的作用主要是保护驾驶员并构成良好的空气力学环境。汽车车身结构从形式上说，主要分为非承载式和承载式两种。汽车车身外壳绝大部分是金属材料，钢板、碳纤维、铝、强化塑料等，不同用途的汽车外壳、不同部位的材料不同。一般是钢板，奥迪高档车是铝，赛车是碳纤维，悍马H2的引擎盖是强化塑料的。\n\n\n\n \n\n车轮：一般说车轮，即是说车轮总成，包括车轮和轮胎两部分，有支承整车，缓和来自路面的冲击力，产生驱动力、制动力和侧向力等作用。车轮是介于轮胎和车轴之间承受负荷的旋转组件，主要由轮辋、轮辐和轮毂组成。轮胎分为充气轮胎和实心轮胎两种，现代汽车绝大多数采用充气轮胎。\n\n "},{"name":"机械钟","image":"机械钟.jpeg","desp":"\n机械钟表一般由动力机构、传动机构、擒纵机构、指针机构等组成。动力机构为机械钟表提供动力，并经过传动机构来推动擒纵机构工作，再由擒纵机构反过来控制传动机构的转速，然后由传动机构带动指针机构指示时刻。\n\n\n\n \n\n机械钟表利用重锤或弹簧释放的能量为动力，推动一系列齿轮运转，动力机构通常分为重锤和发条两种。重锤机构依靠重力提供动力。发条机构一般包括发条盒轮、发条盒盖、发条轴、发条和发条外钩。发条是一个螺旋形或S形的弹簧，可以通过上条拨针系统使发条旋紧，旋紧后的发条具备的弹性能量可以驱动传动机构。\n\n \n\n传动机构是将能量传至擒纵调速机构的一组齿轮，一般由二轮(中心轮)、三轮(过轮)、四轮(秒轮)和擒纵轮齿轴组成。\n\n擒纵调速机构是由擒纵机构和振动机构两部分组成，它依靠振动系统的周期性震动，使擒纵机构保持精确和规律性的间歇运动，从而取得调速作用。叉瓦式擒纵机构是应用最广的一种擒纵机构。擒纵调速机构能把能量传递给振动系统。\n\n振动机构主要由摆轮、摆轴、游丝、快慢针等组成。摆轮受外力会偏离其平衡位置开始摆动，这时游丝便被扭转而产生恢复力矩，这就是机械钟表在运转时重复循环工作的原理。\n\n机械钟表是人类智慧的结晶。早在北宋时期就出现了以齿轮运转模仿日月星辰周期的机械钟。欧洲的机械钟诞生于 13 世纪，有个叫维克的德国人，给当时的法国皇帝做了一个钟，历时八年，极为精美，可谓鬼斧神工。最早传入我国的欧洲机械钟是在明朝万历年间，是用来专门献给万历皇帝的，万历皇帝收到此礼物后，极为欣赏，几乎日日观赏，夜夜抚摸。于是，马上发布召令，成立专门制作机械钟的宫廷造办作坊，专供他和皇亲国戚及心腹大臣使用。\n\n \n\n机械钟表的走时精度受到很多因素的影响，一般来说，主要是以下几个因素：\n\n    1.外部影响 　　\n\n就是来自钟表外部的各种影响，取决于钟表的工作环境。常采用的措施有：防震设计、防水设计、防磁设计、附加保护外壳等。精密航海钟上常采用万向节，使航海钟在颠簸中能够保持水平。\n\n \n\n2.摩擦力 　　\n\n摩擦力通常有正反两方面的作用，它有积极的一方面，如摩擦分轮、自动表发条与条盒间的摩擦、螺钉自锁等；另一方面，摩擦会导致传动效率的降低和零件的摩损，从而影响计时。常用的解决方法：改善润滑条件，根据不同的要求，选用不同的润滑油；采用宝石轴承或垫片；改善齿轮的齿面条件，包括采用科学的共轭齿形和提高表面光洁度等，但一般齿面无润滑。 \n\n \n\n3.快慢针 　　\n\n快慢针是一种便于校时的经济结构，但理论和实践都证实它会影响系统的等时性，也可能产生位差，这些计时误差随机性比较大，无法补偿或抵消。解决方法有：尽量减少内外快慢针间距；但最好的办法是没有快慢针，通过调节摆轮的惯量来调节快慢。 　　\n\n4.擒纵机构 　　\n\n擒纵机构的影响主要是能量传递过程中对摆轮游丝系统产生的影响，摆轮游丝系统只有在自由震荡的情况下，才能维持固定的震荡频率，显然，擒纵机构的能量传递过程会影响震荡频率。理论表明，传递过程接近摆轮平衡点时，这种影响会减小。解决方法有：采用精密擒纵机构，如爪式擒纵机构，它的能量传递过程发生在平衡点附近，传冲的角度也非常小，影响也比较小，而且，它的单向传冲使摆轮游丝系统有更多的自由震荡空间。当然，瑞士杠杆式擒纵机构有工艺性好、易于调整的优点，是目前国际机械表的主流擒纵机构，但在设计中，应尽量减小传冲的角度。瑞士欧米茄公司为减小擒纵机构对计时基准的影响，推出了同轴擒纵机构，这是英国乔治·丹尼尔博士的发明，但从工作原理来看，它是杠杆式擒纵机构和爪式擒纵机构的混合物。\n\n5.游丝平衡 　　\n\n一般的荡框游丝，其重心随摆轮摆角的变化而变化，在重力作用下，它会产生位置误差。解决方法是：采用宝玑游丝，中心收缩，重心不随摆角改变；采用菲利普末端曲线的圆柱游丝并上下对称使用；采用直线游丝；历史上有人用过球形游丝，性能优越，但工艺性很差，很少实际应用。　"},{"name":"谐波传动","image":"谐波传动.jpeg","desp":"谐波传动是利用一个构建的可控制的弹性变形来实现机械运动的传递。谐波传动通常由三个基本构件组成，包括一个有内齿的刚轮，一个工作时可产生径向弹性变形并带有外齿的柔轮和一个装在柔轮内部、呈椭圆形、外圈带有柔性滚动轴承的波发生器。\n\n柔轮的外齿数少于刚轮的内齿数。在波发生器转动时，相应与长轴方向的柔轮外齿正好完全啮入刚轮的内齿；在短轴方向，则外齿全脱开内齿。当刚轮固定，波发生器发生转动时，柔轮的外齿将依次啮入和啮出刚轮的内齿，柔轮齿圈上的任意一点的径向位移将呈近似于正弦波形的变化，所以这种传动称为谐波传动。\n\n\n\n \n\n谐波传动按钮构成： \n\n谐波齿轮模型包括波发生器、柔轮、刚轮，三个构件可任意固定一个，其余两个一为主动、一为从动，可实现减速或增速，也可变换成两个输入，一个输出，组成差动传动。\n\n当刚轮固定，波发生器为主动，柔轮为从动时：柔轮在椭圆凸轮作用下产生变形，在波发生器长轴两端处的柔轮轮齿与刚轮轮齿完全啮合；在短轴两端处的柔轮轮齿与刚轮轮齿完全脱开；在波发生器长轴与短轴的区间，柔轮轮齿与刚轮轮齿有的处于半啮合状态，称为啮入；有的则逐渐退出啮合处于半脱开状态，称为啮出。\n\n由于波发生器的连续转动，使得啮入、完全啮合、啮出、完全脱开这四种情况依次循环变化。由于柔轮比刚轮的齿数少，所以当波发生器转动一周时，柔轮向相反方向转过两个齿的角度，从而实现了大的减速比。\n\n\n\n \n\n谐波传动的特点：\n\n（1）传动比大，选择范围广。单级谐波齿轮的传动比一般为60到320，其中以80到200为最常用。\n\n（2）传递扭矩的同时啮合的齿数多，一般双波传动啮合齿数可占总齿数的30%左右，三波传动则更多。因此传动轮之间的接触为面接触，而齿面上的比压小，因而承载能力高。\n\n（3）由谐波齿轮构成的减速器重量轻、体积小，传动装置含有的零件少。\n\n（4）传动平稳，噪声小。\n\n（5）传动效率高。\n\n（6）运动精度高，在起动或反转时，输出轴瞬时跟动，没有空程，可实现零回差转动。\n\n（7）可构成密封传动，因此可在高温、高压、高真空、有害气体或原子能辐射的环境中传递运动。\n\n（8）输出轴和输入轴位于同一轴心线上。\n\n（9）维修方便，便于保养、检查和更换零件。谐波齿轮传动可用于雷达的随动系统、飞行器、机械手、假肢等，还可用于起重运输、化工机械、印刷机械、电动工具中的减速装置和仪器的微调机构上。\n\n\n\n \n\n谐波传动的由来：\n\n谐波传动是美国人马瑟于1955年提出的专利，1959年得到批准，1960年在纽约展出实物。谐波传动的发展是由军事和尖端技术开始的，以后逐渐扩展到民用和一般机械上。一些国家如美国、日本、苏联已有了谐波齿轮减速器的系列化产品，在中国也制定了谐波齿轮的部颁标准。\n\n\n\n \n\n谐波传动的应用：\n\n由于谐波齿轮传动的优点突出，所以它发展非常迅速。它已经从航天、军事领域中迅速拓展到普通的机械产品，如：机床、起重机械、冶金、化工等。\n\n在一些数控机床的分度和重复定位机构中；在某些机床的快慢速走刀装置中，谐波传动已经成为一种标准的机构选择，这也正是运用了谐波齿轮传动对数据传递的高精度和对动力传递大扭矩的特点，这是传统的齿轮传动很难实现的。\n\n我们还可以经常见到谐波齿轮传动应用在起重机械上，如卷扬机的卷筒驱动机构，它和传动的齿轮传动机相比体积和重量只有几分之一，它可以很方便的携带，是一些特殊场所和野外作业非常理想的起重设备。\n\n虽然谐波齿轮传动具有很突出的特点，但在目前我国的铁路机车车辆中应用还很少，这将是今后的设计工作中应该注重考虑的一个方面。\n\n\n\n \n\n谐波传动的市场前景：\n\n谐波齿轮传动作为一项新技术，目前越来越受到机械行业的重视和青睐。从近一两年来的新技术成果交流项目可以看出：谐波齿轮传动的理论研究已经进入成熟期，各大院校和科研所纷纷推出各种类型的谐波齿轮传动减速技术开发合作项目，它投入不高，但技术含量高，应用前景广泛，市场前景十分广阔。\n\n "}]},{"name":"数力学","image":"数力学.jpeg","items":[{"name":"勾股定理","image":"勾股定理.jpeg","desp":"\n勾股定理是一个基本的初等几何定理，直角三角形两直角边的平方和等于斜边的平方。勾股定理现约有500种证明方法，是数学定理中证明方法最多的定理之一。勾股定理是人类早期发现并证明的重要数学定理之一，用代数思想解决几何问题的最重要的工具之一，也是数形结合的纽带之一。\n\n\n\n商高是公元前十一世纪的中国人。当时中国的朝代是西周，是奴隶社会时期。在中国古代大约是战国时期的数学著作《周髀算经》中记录着商高同周公的一段对话。\n\n商高说：“……故折矩，勾广三，股修四，经隅五。”什么是“勾、股”呢？在中国古代，人们把弯曲成直角的手臂的上半部分称为“勾”，下半部分称为“股”。商高那段话的意思就是说：当直角三角形的两条直角边分别为3（短边）和4（长边）时，径隅（就是弦）则为5。以后人们就简单地把这个事实说成“勾三股四弦五”。由于勾股定理的内容最早见于商高的话中，所以人们就把这个定理叫作“商高定理”。\n\n三国时代的赵爽对《周髀算经》内的勾股定理作出了详细注释，又给出了另外一个证明。法国和比利时称为驴桥定理，埃及称为埃及三角形。中国古代把直角三角形中较短的直角边叫做勾，较长的直角边叫做股，斜边叫做弦。“勾三，股四，弦五”是勾股定理的一个最著名的例子。\n\n\n\n在1876年一个周末的傍晚，在美国首都华盛顿的郊外，有一位中年人正在散步，欣赏黄昏的美景，他就是当时美国俄亥俄州共和党议员伽菲尔德。他走着走着，突然发现附近的一个小石凳上，有两个小孩正在聚精会神地谈论着什么，时而大声争论，时而小声探讨。由于好奇心驱使伽菲尔德循声向两个小孩走去，想搞清楚两个小孩到底在干什么。只见一个小男孩正俯着身子用树枝在地上画着一个直角三角形。\n\n于是伽菲尔德便问他们在干什么？只见那个小男孩头也不抬地说：“请问先生，如果直角三角形的两条直角边分别为3和4，那么斜边长为多少呢？”伽菲尔德答道：“是5呀。”小男孩又问道：“如果两条直角边分别为5和7，那么这个直角三角形的斜边长又是多少？”伽菲尔德不加思索地回答到：“那斜边的平方一定等于5的平方加上7的平方。”小男孩又说道：“先生，你能说出其中的道理吗？”伽菲尔德一时语塞，无法解释了，心里很不是滋味。\n\n于是伽菲尔德不再散步，立即回家，潜心探讨小男孩给他留下的难题。他经过反复的思考与演算，终于弄清楚了其中的道理，并给出了简洁的证明方法。1876 年 4 月 1 日，伽菲尔德在《新英格兰教育日志》上发表了他对勾股定理的这一证法。\n\n1881 年，伽菲尔德就任美国第二十任总统。后来，人们为了纪念他对勾股定理直观、简捷、易懂、明了的证明，就把这一证法称为“总统”证法。\n\n\n\n勾股定理揭示了一个直角三角形三边之间的数量关系；利用勾股定理，当设定一条直角边长为未知数后，根据题目已知的线段长可以建立方程求解，这样就将数与形有机地结合起来，达到了解决问题的目的。理解勾股定理的一些变式：利用勾股定理求线段长度这是勾股定理的最基本运用，通常是在一个直角三角形中，已知两条边的长度，求第三边。对于这类问题，可以直接代入公式进行计算，比较容易在许多题目中，都可能出现这一小步骤来解决许多大题。\n\n勾股定理在生产生活中的应用到底能够起着什么样子的具体的用处呢？其实在我看来，勾股定理从古至今都一直和人们的生产生活有着密不可分的关系。在古代时候，我国古代一位杰出的数学家名叫陈子（约公元前6世纪），他对太阳距离地球的高度和远度分别进行了测量。这也就是人们常所乐于称道的“陈子测日”了。无独有偶，家喻户晓的大禹，为了能够治理好洪水，使洪水能够不决流于江河，他根据地势的高低，心中算出了决定水流走向的大致方位，所以因势利导，成功地使洪水平稳注入到了海水之中，使江河两岸的居民不再有被大水漫溺的风险，避免了后来无妄的灾害，这同样也是我国古人成功应用勾股定理来解决生产生活中问题的结果。\n\n\n\n现在工程技术人员用的比较多，比如农村房屋的屋顶构造，就可以用勾股定理来计算，设计工程图纸也要用到勾股定理，在求与圆、三角形有关的数据时，多数可以用勾股定理在物理上也有广泛应用，例如求几个力，或者物体的合速度，运动方向等。\n\n"},{"name":"西尔平斯基衬垫","image":"西尔平斯基衬垫.jpeg","desp":"什么是西尔平斯基衬垫？\n\n\n\n用明显的数学模型加工出的分形工艺品为西尔平斯衬垫。取一个三角形并把它分割成四个较小的三角形，拿掉中心部分的第四个三角形，便留下一个白三角形。每一个新三角形也重复上述做法，便能获得尺度不断缩小具有同样形式的结构，边长总是教上一步边长缩小一倍。当客体的部分和整体完全相似，就可以说客体是线性自相似的。\n\n\n\n    然而，最重要的一些分形和线性自相似还是有区别的。其中有些事描述普通随机性的分形，另一些是能描述混沌，或非线性系统的分形。\n\n    分形理论的由来\n\n大家都以为数学是很古老的科学，有着悠久的历史。其实，数学也像其他科目一样，是在不断更新和发展的。其中，分形数学就是一个典型的例子。\n\n\n\n分形数学到目前为止约有三十多年历史，1973年，曼德勃罗在法兰西学院讲课时，首次提出了分维和分形几何的设想。分形一词，是曼德勃罗创造出来的，其原意具有不规则、支离破碎等意义，分形几何学是一门以非规则几何形态为研究对象的几何学。由于不规则现象在自然界是普遍存在的，因此分形几何又称为描述大自然的几何学。分形几何建立以后，很快就引起了许多学科的关注，这是由于它不仅在理论上，而且在实用上都具有重要价值。它第一次引起公众注意的是《科学美国人》1985年上关于曼德勃罗集的一篇文章，自那以后，分形在表现形式和分形几何的理解等方面得到许多进展。也许，现在恰好到了规定和表述什么是分形，怎么应用分形的时候了。\n\n\n\n    1975 年，分形学的创始人曼德勃罗出版了他的法文专著《分形对象：形、机遇与维数》，这标志着分形理论正式诞生。1982年曼德勃罗又出版了另一历史著作《大自然的分形几何》，此书虽是前书的增补本，但在曼德勃罗看来它却是分形理论的“宣言书”，分形迷们把它当作是一部“分形的圣经”。曼德勃罗的分形理论是在他考察了自然界中许多不规则新的现象。\n\n    曼德勃罗认为，分形几何扮演了两种角色。它技术决定论混沌的几何学，又是描述山峦、云团和星系的几何学。\n\n    分形理论\n\n    通常局部或整体具有几何的或统计上的自相似性、具有无限嵌套精细结构的集合叫分形。“自相似性”是分形的主要特征，指在一个系统中，整体和部分之间，这一部分和那一部分之间都具有相似性，或者说若把这种图形的一部分放大，其形状与全体（或者大部分）一样。西尔平斯基衬垫就是一种典型结构。\n\n许多自然现象和物体的形状非常复杂，经典的欧氏几何已无法对它们做出合乎逻辑的解释。 分形几何却为科学地阐述这类复杂性提供了全新的概念和方法，从而成为当代最具有吸引力的科学研究领域之一。\n\n\n\n上世纪80年代初开始的“分形热”经久不息。分形作为一种新的概念和方法，正在许多领域开展应用探索。美国物理学大师约翰·惠勒说过：今后谁不熟悉分形，谁就不能被称为科学上的文化人。由此可见分形的重要性。中国著名学者周海中教授认为：分形几何不仅展示了数学之美，也揭示了世界的本质，还改变了人们理解自然奥秘的方式；可以说分形几何是真正描述大自然的几何学，对它的研究也极大地拓展了人类的认知疆域。分形几何学作为当今世界十分风靡和活跃的新理论、新学科，它的出现，使人们重新审视这个世界：世界是非线性的，分形无处不在。分形几何学不仅让人们感悟到科学与艺术的融合，数学与艺术审美的统一，而且还有其深刻的科学方法论意义。"},{"name":"杠杆原理","image":"杠杆原理.jpeg","desp":"古希腊科学家阿基米德有这样一句流传千古的名言：“假如给我一个支点，就能撬起地球”，这句话不仅是催人奋进的警句，更是有着严格的科学根据的。这句话便是说杠杆原理。\n阿基米德在《论平面图形的平衡》一书中最早提出了杠杆原理。他首先把杠杆实际应用中的一些经验知识当作“不证自明的公理”，然后从这些公理出发，运用几何学通过严密的逻辑论证，得出了杠杆原理。\n杠杆原理也被称为“杠杆平衡条件”。要使杠杆平衡，作用在杠杆上的两个力矩（力与力臂的乘积）大小必须相等。即：动力×动力臂=阻力×阻力臂，用代数式表示为F1·L1=F2·L2。其中，F1表示动力，L1表示动力臂，F2表示阻力，L2表示阻力臂。从公式可看出，要使杠杆达到平衡，动力臂是阻力臂的几倍，阻力就是动力的几倍。\n在使用杠杆时，为了省力，就应该用动力臂比阻力臂长的杠杆；如果想要省距离，就应该用动力臂比阻力臂短的杠杆。因此使用杠杆可以省力，也可以省距离。但是，要想省力，就必须多移动距离；要想少移动距离，就必须多费些力。要想又省力而又少移动距离，是不可能实现的。\n杠杆的支点不一定要在中间，满足下列三个点的系统，基本上就是杠杆：支点、施力点、受力点。\n杠杆的性质：\n杠杆绕着转动的固定点叫做支点；\n使杠杆转动的力叫做动力，施力的点叫动力作用点；\n阻碍杠杆转动的力叫做阻力，施力的点叫阻力用力点；\n当动力和阻力对杠杆的转动效果相互抵消时，杠杆将处于平衡状态，这种状态叫做杠杆平衡，但是杠杆平衡并不是力的平衡。\n杠杆的分类：\n杠杆可分为省力杠杆、费力杠杆和等臂杠杆，没有任何一种杠杆既省距离又省力，这几类杠杆有如下特征：\n省力杠杆\n一根硬棒（不一定是直的，可以是弯的，但必须是硬的，不易发生形变。如曲杆），在力的作用下，能绕着固定点转动，这根硬棒就是杠杆。\n由力的作用线到支点的距离叫做力臂。根据公式F1L1=F2L2可得，力臂越长力就越小。省力杠杆，顾名思义，其动力臂较长，动力较小，所以省力。但是通常省力杠杆省了力气会相应地费距离。\n如拔钉子用的羊角锤、铡刀，开瓶器，轧刀，动滑轮，手推车剪铁皮的剪刀及剪钢筋用的剪刀等就是省力杠杆。\n费力杠杆\n杠杆平衡条件为动力乘动力臂等于阻力乘阻力臂，那么在杠杆平衡的条件下，动力（F1)大于阻力（F2），动力臂（L1)小于阻力臂(L2)时，杠杆为费力杠杆。\n费力杠杆并非真正“费力”，而是节省动力移动的距离。这样在移动很小的情况下，可以使另一段的距离移动很多，从而达到预期的目的。也就是说：虽然费力，但是动力移动距离比阻力移动距离小，省了距离。\n如钓鱼竿、镊子，筷子，船桨裁缝用的剪刀理发师用的剪刀等就是费力杠杆。\n等臂杠杆\n杠杆的一种，动力臂和阻力臂长度相同，既不省力也不费力，既不省距离也不费距离。\n如天平、定滑轮等就是等臂杠杆。\n人体中的杠杆：\n几乎每一台机器中都少不了杠杆，就是在人体中也有许许多多的杠杆在起作用。拿起一件东西，弯一下腰，甚至翘一下脚尖都是人体的杠杆在起作用。大部分为费力杠杆，也有小部分是等臂和省力杠杆。\n点一下头或抬一下头是靠杠杆的作用，杠杆的支点在脊柱之顶，支点前后各有肌肉，头颅的重量是阻力。支点前后的肌肉配合起来，有的收缩，有的拉长，配合起来形成低头仰头，很明显低头比仰头要省力。\n当曲肘把重物举起来的时候，手臂也是一个杠杆。肘关节是支点，支点左右都有肌肉。这是一种费力杠杆，举起一份的重量，肌肉要花费6倍以上的力气，虽然费力，但是可以省一定距离。\n当你把脚尖翘起来的时候，是脚跟后面的肌肉在起作用，脚尖是支点，体重落在两者之间。这是一个省力杠杆，肌肉的拉力比体重要小，而且脚越长越省力。\n如果你弯一下腰，肌肉就要付出接近1200牛顿的拉力。这是由于在腰部肌肉和脊骨之间形成的杠杆也是一个费力杠杆。所以在弯腰提起立物时，正确的姿式是尽量使重物离身体近一些。以避免肌肉被拉伤。"},{"name":"梵天之塔","image":"梵天之塔.jpeg","desp":"法国数学家爱德华·卢卡斯曾编写过一个印度的古老传说：在世界中心贝拿勒斯（在印度北部）的圣庙里，一块黄铜板上插着三根宝石针。印度教的主神梵天在创造世界的时候，在其中一根针上从下到上地穿好了由大到小的64片金片，这就是所谓的梵天之塔。不论白天黑夜，总有一个僧侣在按照下面的法则移动这些金片：一次只移动一片，不管在哪根针上，小片必须在大片上面。僧侣们预言，当所有的金片都从梵天穿好的那根针上移到另外一根针上时，世界就将在一声霹雳中消灭，而梵塔、庙宇和众生也都将同归于尽。\n\n\n\n我们来简单的计算一下，移动一个金环需要移动的次数是一次，移动两个金环的移动次数是1+1+1，也就是3次。移动三个金环的次数是移动两个金环的次数3次+移动一个金环的1次+移动两个金环的3次=7次。\n\n\n\n以移动三个金环为例，要将第三个最大的金环移出去之前，一定要将前二个较小的金环移出，然后等第三个最大的金环移出后， 再将前二个较小的金环移回至第三个最大的金环上，如果以此类推，我们可以得到一个结论，移动N个金环需要的次数是2的N次方-1次。\n\n\n\n利用这个公式可以计算出移动梵天之塔上的各个金环所需要的次数是2的64次方-1次，如果日以继夜以一秒钟移动一次金环的速度来计算，共需多长时间呢？一个平年365天有31536000 秒，闰年366天有31622400秒，平均每年31556952秒，计算一下：18446744073709551615秒。搬完64个金环所需要的时间大约为5845.54亿年。\n\n    这表明移完这些金片需要亿年以上，而地球存在至今不过45亿年，太阳系的预期寿命据说也就是数百亿年。真的过了5845.54亿年，不说太阳系和银河系，至少地球上的一切生命，连同梵塔、庙宇等，都早已经灰飞烟灭。\n\n和梵天之塔的故事相似的，还有另外一个印度传说：舍罕王打算奖赏国际象棋的发明人──宰相西萨·班·达依尔。国王问他想要什么，他对国王说：“陛下，请您在这张棋盘的第1个小格里赏给我一粒麦子，在第2个小格里给2粒，第3个小格给4粒，以后每一小格都比前一小格加一倍。请您把这样摆满棋盘上所有64格的麦粒，都赏给您的仆人吧！”国王觉得这个要求太容易满足了，就命令给他这些麦粒。当人们把一袋一袋的麦子搬来开始计数时，国王才发现：就是把全印度甚至全世界的麦粒全拿来，也满足不了那位宰相的要求。\n\n那么，宰相要求得到的麦粒到底有多少呢？总数也为2的64次方-1次，等于移完梵天之塔所需的步骤数。我们已经知道这个数字有多么大了。人们估计，全世界两千年也难以生产这么多麦子！\n\n\n\n    展项由三根固定的柱子和五个可移动模块及展台构成。互动活动中，参与者需要在保证大模块在下，小模块在上的情况下，以最少的次数将一端柱上的模块移至另一端的柱上，并在移动过程中每次只能移动一个模块。参与者通过思考不同的策略，选择最佳的方案，最终完成游戏挑战。\n\n    当你面对梵天之塔和它的游戏规则，你在想怎样最快的解决这个问题么？\n\n    当人们控制自己的思维活动时，电信号掠过脑前区，脑前区的神经系统帮助人们控制自己 的思维活动，这个区域就是大脑的执行区域，人们在推理、计划、做选择、关注自己设定的目 标时，这个区域立即开始活动。正是有了脑前区的执行中心，人们可以思考不同的策略，对其进行评估，然后选择最佳策略。\n\n数学家陈省身曾为少年儿童题词写下“数学好玩”四个大字，数学家张景中著有《好玩的数学》丛书，谈祥柏著有《乐在其中的数学》，数学的好玩在数学游戏中有，又不限于数学游戏，在数学游戏中感受数学的好玩也有不同层次和境界，梵天塔游戏能启迪学生心智、开阔视野、增长知识、锻炼思维、提高数学修养。在梵天塔游戏中蕴含许多值得研究的数学问题，在玩游戏之前是预料不到的，而且这样的数学学习是有趣的、有用的，更是必要的，值得我们认真深入挖掘。\n\n\n\n    在梵天塔游戏中，除了蕴含有趣的逻辑推理外，还可以抽象出数列，深入研究会发现，数字中藏着很多秘密。数列通项公式的得到可以用不完全归纳法猜想得到，然后用数学归纳法证明，也可以用叠加法推导，这些都是数学中非常重要和常用的思想和方法。 "}]},{"name":"生命科学","image":"生命科学.png","items":[{"name":"眼球成像","image":"眼球成像.jpeg","desp":"眼睛是人体十分重要的感觉器官，用以接受外来光的刺激，再借助视神经传导，传送至大脑视觉中枢而引起视觉。它对认识客观世界、获得知识、促使人类社会兴旺发达，起着非常重要的作用。保护好我们的眼睛，预防近视，拥有好的视力至关重要。\n\n\n\n\n\n\n\n眼球成像原理：\n\n眼睛是一架神奇的照相机，一个可以变焦的照相机，通过改变晶状体的焦距，使像刚好成在视网膜上。眼睛视网膜成像与凸透镜成像相似。晶状体就相当于一个可变焦距的凸透镜，视网膜相当于可以接像的光屏。视觉成像是物体的反射光通过晶状体折射成像于视网膜上，再由视觉神经感知传给大脑。这样人就看到了物体。对于正常人的眼睛，当物体远离眼睛时，晶状体变薄，当物体靠近眼睛\n\n时，晶状体变厚。\n\n\n\n1.角膜：位于眼球的最前面，是清澈透明的，眼睑的眨眼动作会将泪液均匀地润湿角膜表面，使得光线能直接进入眼内，不受阻挡，它就像是照相机的镜头。\n\n2.瞳孔：会随光线的强弱而自动缩小或放大，相当于照相机的光圈，它可以调节光线进入眼内的亮度，防止眼睛因强光照射而受伤。\n\n3.晶状体：靠睫状肌的缩放而改变厚度，可以调节远近的焦距，让我们视物清晰，相当于调焦的透镜。\n\n4.脉络膜：眼内腔充满着玻璃体，眼球壁中的脉络膜含有相当多的色素，有遮光作用，使得眼内腔变得像暗箱一样。\n\n5.视网膜：含有非常多的感光细胞，有锥状细胞和杆状细胞，分别掌管色觉及明暗视觉，视网膜接受光刺激而成像，就相当于照相机的底片。\n\n近视\n\n在调节放松的状态下，平行光线经眼球屈光系统后聚焦在视网膜之前，称为近视。\n\n眼球在调节静止的状态下，来自5米以外的平等光线经过眼的屈光后，焦点恰好落在视网膜上，能形成清晰的像，具有这种屈光状态的眼称为正视眼。其焦点落在视网膜前，不能准确地在视网膜上形成清晰的像，称为轴性近视。对来自近处目标的分散光线却具有高度适应能力，只要目标向眼前移动到一定距离，就能获得清晰的视力。所以，近视眼看近距离目标清晰，看远模糊。\n\n\n\n近视的成因\n\n1.内因\n\n（1）遗传因素：近视眼已被公认有一定的遗传倾向，对高度近视更是如此。但对一般近视，这一倾向就不太明显。有遗传因素者，患病年龄较早，度数多在600度以上。但也有高度近视眼者，无家族史。高度近视眼属常染色体隐性遗传，一般近视眼属多因子遗传病。\n\n（2）发育因素：婴儿因眼球较小，故均系远视，但随着年龄的增长，眼轴也逐渐加长，至6岁后方发育正常。如发育过度，则形成近视，此种近视称为单纯性近视，多在学龄期开始，一般都低于600度。至20岁左右即停止发展。如幼年时进展很快，至15～20岁时进展更迅速，以后即减慢，这类近视常高于600度，可到2000～2500或3000度。这种近视称为高度近视或进行性近视或病理性近视。此种近视到晚年可发生退行性变，因此视力可逐渐减退，配镜不能矫正视力。但有极少数为先天性的，在出生时就有近视眼。\n\n2.外因\n\n即环境因素，从事文字工作或其他近距离工作的人，近视眼比较多，青少年学生中近视眼也比较多，而且从小学五、六年级开始，其患病率明显上升。这种现象说明近视眼的发生和发展与近距离工作的关系非常密切。尤其是青少年的眼球，正处于生长发育阶段，调节能力很强，球壁的伸展性也比较大，阅读等近距离工作时的调节和集合作用，使内直肌对眼球施加一定的压力，眼内压也相应升高，随着作业的不断增加，调节和集合的频度和时间也逐渐增加，睫状肌和眼外肌经常处于高度紧张状态，调节作用的过度发挥可以造成睫状肌痉挛，从而引起一时性的视力减退。但经休息或使用睫状肌糜烂剂后，视力可能改善或完全恢复。因此，有人称这种近视为功能性近视或假性近视。\n\n\n\n如何预防近视：\n\n1.养成良好的看书看报习惯；\n\n2.看电视一定远离、正视电视机；\n\n3.用眼一段时间要记得休息下自己的眼睛：\n\n4.常做眼保健操：\n\n5.写作业的本子记得要用防近视的本子：\n\n6.定期去野外徒步旅行："},{"name":"眼周穴位","image":"眼周穴位.jpeg","desp":"按摩眼周穴位具有缓解视疲劳,改善视力等保健功效，还能够有效的帮助我们治疗一些眼部疾病。\n\n\n\n眼睛周围有哪些穴位？\n\n睛明穴：睛，指穴位所在部位及穴内气血的主要作用对象为眼睛,明,光明穴之意。睛明意指眼睛接受膀胱经的气血而变得光明。\n\n攒竹穴：攒竹别名眉头、眉本、始光，属足太阳膀胱经。攒竹，攒，聚集也竹，山林之竹也。攒竹又名眉本，眉，穴所在的部位也，本，根本也。眉本名意指本穴气血为眉发的根本。眉发与人的头发须发一样，皆为血气之余物，由人的肾之所生、血之所养。\n\n太阳穴：太阳穴在中医经络学上被称为“经外奇穴”，是人头部的重要穴位，《达摩秘方》中将按揉此穴列为“回春法”认为常用此法可保持大脑的青春常在。\n\n瞳子髎：瞳子，指眼珠中的黑色部分，为肾水所主之处，此穴内物质为肾水特征的寒湿水气。髎，孔隙也，该穴名意指穴外头部的寒湿水气在此汇集后冷将归地。\n\n\n\n鱼腰：别名：光明、眉中，节睛。眼眉形状如鱼，本穴位于眉中点故名。\n\n丝竹空，为经穴名，出自《针灸甲乙经》，属手少阳三焦经。丝竹：细小竹，空：空窍。穴在眉梢状如细竹，局部呈浅表凹陷，故名。\n\n承泣穴：承，受也。泣，泪也、水液也，承泣名意指胃经体内经脉气血物质由本穴而出。\n\n球后：经外穴名，在眶下缘的外1/4与内1/3交界处，布有面神经分支及颧面神经分支，眶下神经和眶下动、静脉。由于本穴位置在眼球后方故名。\n\n阳白：阳，天部也，气也。白，明亮清白也。该穴名意指胆经的湿冷水气在此吸热后胀散。\n\n眼周穴位都有什么作用？\n\n按揉睛明穴的作用及功效：消除黑眼圈、眼部减压、可舒缓肩颈肌肉僵硬、预防头痛，提神醒脑。缓解、治疗迎风流泪、结膜炎、目赤肿痛、睑缘炎、眼睛疲劳、眼部疾病、近视、夜盲，色盲等。舒缓急性腰痛。治疗偏头痛，三叉神经痛。\n\n按揉攒竹穴的作用及功效：按揉攒竹穴可有效治疗近视，泪囊炎。\n\n按揉太阳穴的作用及功效：太阳穴是经外奇穴，按揉此穴可清肝明目，通络止痛。\n\n\n\n按揉瞳子髎的作用及功效：可促进眼部血液循环，治疗常见的眼部疾病。\n\n按揉鱼腰穴的作用及功效：镇静安神，疏风通络，可有效预防和治疗眼睑下垂、近视、沙眼、青光眼、角膜炎和神经炎。\n\n按揉丝竹空的作用及功效：散风止痛，清火明目。\n\n按揉承泣穴的作用及功效：中医上讲“穴位所在，主治所及”，所以经常按揉承泣穴，会使眼部气血旺盛，眼睛得到足够的血养，而目得血能视。经常按揉此穴可以预防近视，缓解眼部疲劳。\n\n按揉球后的作用及功效：清热明目，明目利窍，清热泻火。\n\n按揉阳白穴的作用及功效：清头明目，祛风泄热。\n\n关于眼睛的一些冷知识\n\n人角膜与鲨鱼角膜结构极为相似，所以后者可用于角膜移植；\n\n人和狗是唯一能从对方眼神中做出判断的物种，而狗仅在对着人时才会这么做；\n\n除非特殊训练，否则打喷嚏时一定伴随着闭眼；\n\n当喜欢的人从面前经过时，瞳孔会扩大45%（以便能看得更清楚）；\n\n所有婴儿在刚诞生时都是色盲，因为视觉细胞发育未完善；\n\n人眼可以辨别500种灰度；\n\n\n\n每只眼睛包含1.07亿个感光细胞；\n\n平均每12个男性中就有一个色盲；\n\n棕色眼睛的人，实际上是棕色素掩盖了蓝色，因此有一种激光疗法可以把眼睛变蓝；\n\n有一些真实存在的颜色是人类看不到的；\n\n有2%的女性具有某种基因变异，其视网膜上有更多的视锥细胞，可以分辨一亿种不同颜色；\n\n有些人双眼颜色不一样，被称为“虹膜异色症”；\n\n世界上最多的眼睛颜色是“棕色”；\n\n人眼只能感知“红”、“绿”、“蓝”三种颜色，其他颜色都是这三种颜色叠加出来的；\n\n身体的绝大部分功能都需要有一个预热的过程，但眼睛不需要，它随时保持在最佳状态；\n\n人眼直径大约2.5cm，重8克；\n\n\n\n人眼最活跃的肌肉就是眼肌；\n\n每只眼睛都有一个小小的盲点，视神经从这里穿过，你之所以感觉不到，是因为另一只眼的代偿作用；\n\n人出生后眼睛大小基本保持不变，但耳朵、鼻子会继续生长。"},{"name":"心脏+能量传输站","image":"心脏_能量传输站.jpeg","desp":"一、心脏\n\n心脏是人最重要的器官，长得如人的拳头，外形像桃子。心房和心室的舒张和收缩推动血液循环全身。心脏的作用是推动血液流动，向器官、组织提供充足的血流量，以供应氧和各种营养物质，并带走代谢的废物，使细胞维持正常的代谢和功能。\n\n\n\n心脏的构成：\n\n心脏是一个中空的肌性器官，主要由心肌构成，有左心房、左心室、右心房、右心室四个腔。左右心房之间和左右心室之间均由间隔隔开，故互不相通，心房与心室之间有瓣膜，这些瓣膜使血液只能由心房流入心室，而不能倒流。\n\n\n\n心脏工作原理：\n\n心脏推动血液流动，向器官、组织提供充足的血流量，以供应氧和各种营养物质（如水、无机盐、葡萄糖、蛋白质、各种水溶性维生素等），并带走代谢的终产物(如二氧化碳、尿素和尿酸等)，使细胞维持正常的代谢和功能。体内各种内分泌的激素和一些其它体液因素，也要通过血液循环将它们运送到靶细胞，实现机体的体液调节，维持机体内环境的相对恒定。此外，血液防卫机能的实现，以及体温相对恒定的调节，也都要依赖血液在血管内不断循环流动，而血液的循环是由于心脏“泵”的作用实现的。心脏是由左右两个“泵”同时协同工作的，两个“泵”的中间由一层厚厚的肌肉壁分隔开。心脏肌肉发达，能够强有力地收缩，将血液压入全身各处，上至大脑，下至手指和脚趾；又由于动脉瓣与房室瓣的防止血液倒流的作用，因此即使你做倒立，血液也能向上流到脚趾。心脏壁越厚，肌肉越发达，收缩和舒张就越有力。\n\n\n\n我们平时要怎么保养我们的心脏呢？\n\n控制体重：研究表明：体重增加10%，胆固醇平均增加18.5%，冠心病危险增加38%；体重增加20%，冠心病危险增加86%，有糖尿病的高血压病人比没有糖尿病的高血压病人冠心病患病率增加1倍。\n\n戒烟：烟草中的烟碱可使心跳加快、血压升高（过量吸烟又可使血压下降）、心脏耗氧量增加、血管痉挛、血液流动异常以及血小板的粘附性增加。\n\n戒酒：美国科学家的一项实验证实乙醇对心脏具有毒害作用。过量的乙醇摄入能降低心肌的收缩能力。对于患有心脏病的人来说，酗酒不仅会加重心脏的负担，甚至会导致心律失常，并影响脂肪代谢，促进动脉硬化的形成。\n\n合理饮食：应有合理的饮食安排。高脂血症、不平衡膳食、糖尿病和肥胖都和膳食营养有关。所以，从心脏病的防治角度看营养因素十分重要。原则上应做到“三低”即：低热量、低脂肪、低胆固醇。\n\n适量运动：积极参加适量的体育运动。维持经常性适当的运动，有利于增强心脏功能，促进身体正常的代谢，尤其对促进脂肪代谢，防止动脉粥样硬化的发生有重要作用。\n\n\n\n二、能量传输站\n\n循环系统是生物体的细胞外液（包括血浆、淋巴和组织液）及其借以循环流动的管道组成的系统。循环系统是进行血液循环的动力和管道系统，由心血管系统和淋巴系统组成。心血管系统包括心脏、动脉和静脉。淋巴系统包括淋巴管和淋巴器官，是血液循环的支流，协助静脉运送体液进入循环系统，属循环系的辅助部分。\n\n那什么是血液循环系统呢？血液循环系统由血液、血管和心脏组成的一个封闭的运输系统。心脏不停地跳动，推动血液在机体内循环流动，为机体的各种细胞提供了赖以生存的物质，包括营养物质和氧气，也带走了细胞代谢的产物二氧化碳。同时许多激素及其他信息物质也通过血液的运输得以到达其它器官，以此协调整个机体的功能，因此，维持血液循环系统于良好的工作状态，是机体得以生存的条件，而其中的核心是将血压维持在正常水平。\n\n而根据血液在心血管系统中的循环途径和功能不同，可将血液循环分为体循环与肺循环二部分。\n\n\n\n体循环:\n\n血液由左心室射出，经主动脉及其各级分支流向全身毛细血管网，然后流经小静脉、大静脉，汇集成上、下腔静脉，最后回流到右心房。血液在体循环中，把氧气和营养物质运送到身体各部组织，同时又把各部组织在新陈代谢中所产生的二氧化碳和代谢产物运送到肺和排泄器官。由此可见，血液在体循环的过程中，由含氧气较多的动脉血变成含氧气较少而含二氧化碳较多的静脉血。\n\n\n\n肺循环:\n\n血液由右心室射出，经肺动脉及其各级分支，再经肺泡壁毛细血管网，最后经肺静脉回流到左心房。在肺循环中，血液中的二氧化碳经肺泡排出体外，而吸入肺内的氧气则经肺泡进入血液，因此，血液由静脉血变为动脉血。"},{"name":"肺","image":"肺.jpeg","desp":"肺是呼吸器官，是体内外气体交换的场所。肺有主司一身之气的生成和运行的作用。肺气的宣发肃降作用推动和调节全身水液的输布和排泄。全身的血液通过百脉会聚于肺，经肺的呼浊吸清将含有清气的血液通过百脉输。所谓“朝百脉”，其本质是肺的宣降运动在血液循环中的体现。\n\n\n\n肺的结构：\n\n肺上端钝圆叫肺尖，向上经胸廓上口突入颈根部，底位于膈上面，对向肋和肋间隙的面叫肋面，朝向纵隔的面叫内侧面，该面中央的支气管、血管、淋巴管和神经出入处叫肺门，这些出入肺门的结构，被结缔组织包裹在一起叫肺根。左肺由斜裂分为上、下二个肺叶，右肺除斜裂外，还有一水平裂将其分为上、中、下三个肺叶。肺是以支气管反复分支形成的支气管树为基础构成的。\n\n左、右支气管在肺门分成第二级支气管，第二级支气管及其分支所辖的范围构成一个肺叶，每支第二级支气管又分出第三级支气管，每支第三级支气管及其分支所辖的范围构成一个肺段，支气管在肺内反复分支可达23-25级，最后形成肺泡。\n\n\n\n肺泡，由单层上皮细胞构成的半球状囊泡。肺中的支气管经多次反复分枝成无数细支气管，它们的末端膨大成囊，囊的四周有很多突出的小囊泡，即为肺泡。肺泡是肺部气体交换的主要部位，也是肺的功能单位。氧气从肺泡向血液弥散，要依次经过肺泡内表面的液膜、肺泡上皮细胞膜、肺泡上皮与肺毛细血管内皮之间的间质、毛细血管的内皮细胞膜等四层膜。这四层膜合称为呼吸膜。呼吸膜平均厚度不到1微米，有很高的通透性，故气体交换十分迅速。吸入肺泡的气体进入血液后，静脉血就变为含氧丰富的动脉血，并随着血液循环输送到全身各处。肺泡周围毛细血管里血液中的二氧化碳则可以透过毛细血管壁和肺泡壁进入肺泡，通过呼气排出体外。\n\n\n\n肺部主要疾病：\n\n肺炎\n\n肺炎是指终末气道、肺泡和肺间质的炎症。可由细菌、病毒、真菌、寄生虫等致病微生物，以及放射线、吸入性异物等理化因素引起。临床主要症状为发热、咳嗽、咳痰、痰中带血，可伴胸痛或呼吸困难等。幼儿性肺炎，症状常不明显，可有轻微咳嗽。细菌性肺炎采用抗生素治疗，7～10天多可治愈。病毒性肺炎的病情稍轻，抗生素治疗无效。\n\n肺结核\n\n是由结核杆菌引起的慢性传染病。肺结核是结核病中最常见的一种。肺结核临床表现多种多样，重者有高热盗汗等现象，最好能做到早发现、早确诊、早治疗。结核病的预防措施是：养成良好的卫生习惯不随地吐痰，定期进行肺部健康检查，隔离结核病人，特别是在集体生活的人应接种卡介苗。\n\n\n\n肺癌\n\n肺癌是近半个世纪来发病率和死亡率不断上升的肿瘤之一，肺癌是人类健康和生命危害最大的恶性肿瘤。\n\n吸烟﹑环境污染及职业危害被认为是肺癌的主要发病诱因之一，其发病率男性高于女性，城市高于农村。\n\n肺癌是全身疾病的局部表现，早期发现﹑综合治疗﹑特异性抗癌﹑全身用药﹑个体化治疗是治疗肺癌的基本原则，应贯穿于治疗始终。正确有效的首次缓解治疗意义重大，科学有序的综合治疗是肺癌治疗的核心。\n\n平时我们怎么保护我们的肺呢？\n\n要适当做有氧运动，少去污染严重的地方。\n\n人多而脏乱的地方尽量少去，尽量避免交叉呼吸，想象一下，对方从肺部排出的细菌被你吸入会产生什么后果。\n\n同时不要吸烟喝酒，只要是刺激性东西，都能伤害器官，不单单是肺！可以想象一种状况，一片嫩肉，在酒和各种饮料以及刺激性食物的刺激下能保持多久不腐烂！整天抽烟喝酒玩刺激，身体不垮掉反而是怪事。\n\n\n\n少吃市场上补品。市场上出售那些所谓的补肺药物没有几个是通过实验证明的。吃多了，就会有依靠性。同时，是药三分毒！中药同样有毒！这一点必须认清。千万不要抱着喝中药无所谓的想法。\n\n我们可以根据自身情况选择清肺润肺的食物，中医一向讲究药食同源，很重视通过调节饮食提高人体的抗病能力，因此，通过养肺气来达到提高免疫功能的食疗效果是值得肯定的。不过，我们在食用前应首先了解清楚食物的药效，如食用白萝卜，以痰多、咳嗽者较为适宜；食用百合，以熬粥、煮水饮效果较佳；食用绿豆，适宜于内火旺盛的人；而荸荠能清热生津，生吃、煮水均可。同时，由于人的个体素质差异较大，所以服用时要根据自身的情况对症选食，而且要注意同时忌食过于辣、咸、腻等食物。"}]},{"name":"健康生活","image":"健康生活.jpeg","items":[{"name":"中药炮制","image":"中药炮制.jpeg","desp":"中药炮制是中国医药遗产的组成部分。数千年来，对中国人民防病治病中起了重要作用，保证了中医临床用药安全有效。中国古代名医张仲景也认为药物须烧、炼、炮、炙，生熟有定，依方拣采。这说明中国中药炮制学源远流长，并且形成了一门独特的制药技术。\n\n\n\n \n\n中药炮制的常用方法：\n\n1、水制法。能使药物达到洁净、柔软、便于加工，并能减低药物毒性、烈性及不良气味。包括洗、漂、泡、溃、水飞等法。\n\n2、火制法。是把药物直接或间接放置火上炮制以达干燥、松脆、焦黄或炭化之目的。\n\n3、水火同制法。包括蒸、煮、单三种方法。其目的是改变药性、增强疗效。\n\n中药炮制的目的：\n\n为了充分发挥中药防治疾病的作用，并克服某些毒副反应，保证安全有效，中药材在使用前必须根据病情和实际需要，采用不同的方法进行炮制处理。中药炮制的目的是多方面的，往往一种炮制方法或者炮制一种药物同时可具有几方面的目的，这些不同的炮制目的虽有主次之分，但彼此间往往又有密切的联系。\n\n\n\n \n\n某些药物虽有较好的疗效，但也存在一定的毒性或副作用。通过炮制则可降低或消除其毒性和副作用，使服用后既达到应有的疗效，又不致产生不良的反应。为了适应患者病情和体质等不同需要，对某些药物通过炮制来改变或缓和其性能，以达到治疗目的。\n\n中药出除了通过配伍和制成一定的型外，还可通过炮制手段来提高其疗效。如，无胡醋制增强其生物碱在水中的溶解度；蜜炙款冬花，由于蜂蜜的协同，可增强润肺止咳作用；自然铜煅淬后，可增强散瘀止痛作用。\n\n\n\n \n\n中医对疾病的症状通常以经络脏腑来归纳，对药物作用的趋向则以升降浮沉来表示。药物通过炮制，可引药归经或改变作用趋向。如，大黄本为下焦药，酒制后可清上焦之实热；柴胡、香附经醋制后有助于引药入肝，更有效地治疗肝经疾病。\n\n某些药材，体积较大，质地坚硬。如，鸡血藤、厚朴、藿香、丝瓜络、磁石、虎骨、羚羊角、象皮等。这些药材必须经过加工处理后，制成一定规格的饮片，才便于配方和制剂。\n\n中药在采购、运输、保管过程中常混有沙泥、杂质、霉败品或残留非药用部分。因此，在炮制前，必须经过分离和洗刷，使其达到一定的净度，以保证临床用药剂量的准确。如，根与根茎类药的芦头、皮类药的粗皮、动物类药的头、足、翅等均应除去。有的虽是一种植物但由于部位不同其作用也不一样。如麻黄，茎发汗，根止汗，故须分开。药物经过加热处理还可以进一步干燥或杀死虫卵等，有利于贮藏。\n\n\n\n \n\n中药炮制的作用：\n\n四气五味是根据中医理论对每种药物经过反复临床验证、系统归纳和推论而得出来的高度概括，以说明各种药物的性能。中药炮制则常对药物的性味产生一定的影响。如，黄连本为大苦大寒药，经过辛温的姜汁制后，能减低苦寒之性，即所谓以热制寒，可以抑制其偏，称之为“反制”；若用胆汁炮制黄连，却能增强黄连苦寒之性，即所谓寒者益寒，称之为“从制”。\n\n中药药性是临床用药的基本依据，由于性味改变，治疗作用也有所不同。如，生地黄主泻，具清热凉血、滋阴养血之功；熟地黄主补，具有补血滋肾养阴作用。这样就使得药物作用范围相应扩大了。\n\n升降浮沉是表明药物作用于机体时的趋向。一般而言，辛、甘味药，多为温热药，属阳，作用升浮；苦、酸、咸味药，多为寒凉药，属阴，作用沉降。中国名医李时珍说：升者引以咸寒，则沉而直达下焦，沉者引以姜酒，则学而上至巅顶。大凡生升熟降。\n\n故药物经炮制后，可以改变作用的趋向。如黄柏原系清下焦湿热药，经酒制后作用向上，就能兼清上焦之热；黄芩能走上焦，用酒炒制后，增强了上行清热的作用；砂仁行气开胃消食，作用于中焦，经盐煮后，可以下行治疗小便频数。\n\n \n\n归经是以不同药物作用于不同脏腑经络为依据，说明某药对某些脏腑经络的病变起主要治疗作用，是药物功用与适应范围的一种归纳。如，杏仁止咳，故入肺经；生姜止呕，故入胃经。药物的炮制很多是以归经理论作指导的。如，酒制升提，姜制温散，盐制走肾而软坚，醋制注肝而收敛等。醋制青皮能增强疏肝的作用就是一个例子。\n\n药材往往需要经过炮制或制成半成品后，才能方便有效地用于汤剂和其他中成药的制备，以适应临床的实际需要，发挥更大疗效。"},{"name":"运动短跑椅","image":"运动短跑椅.jpeg","desp":"\n残疾人是指在心理、生理、人体结构上，某种组织、功能丧失或者不正常，全部或者部分丧失以正常方式从事某种活动能力的人。\n\n残疾人是一个数量众多、特性突出、需要特别帮助的社会弱势群体。根据“木桶定律”，木桶由许多块木板箍成，其盛水量的多少取决于最短的一块木板。由此推论，一个国家残疾人群体的生存状态，从侧面反映出整个国家文明程度的高低。\n\n\n\n \n\n中华民族的传统美德的传承：\n\n助残扶弱，是中华民族的传统美德。《礼记·礼运篇》就提出了要“老有所终，壮有所用，幼有所长，鳏寡孤独废疾者，皆有所养”的“天下大同”思想。这一传统美德，深深蕴藏于民族精神之中，虽然历经岁月沧桑而薪火不绝。早在西周时期，残疾人的管理就被纳入体制之内，除了减免徭役、赋税等“宽疾”政策外，还设置医疗机构治疗病患。\n\n春秋时期出现“养疾”和隋唐“悲田养病坊”对当时的残疾人产生了积极的影响。宋代到明清时期，除了延续前代宽疾、养疾、救疾等残疾人政策外，还创建福田院、居养院，收养残疾人。\n\n \n\n新中国成立以来，党和政府非常重视残疾人事业，党中央、国务院提出了《关于促进残疾人事业发展的意见》，做出了一系列重要部署，大力推进残疾人社会保障和服务体系建设，取得了令人瞩目的成就。人权保障，是国家的职责，对残疾人这个社会脆弱群体给予帮助，是社会文明进步的标志。\n\n近十多年来，我国又采取了一系列措施，致力于改善残疾人状况，颁布了残疾人保障法，建立健全各级残联组织，广泛开展自强与助残活动，让残疾人的生存和发展建立在法律保障的基础之上，努力做到消除歧视，保障机会均等。\n\n \n\n残疾人的励志故事：科学家霍金\n\n史蒂芬·霍金当代非常著名的物理学家。1942年1月8日生于牛津，那一天刚好是伽利略逝世三百年。可能因为他出生在第二次世界大战的时代，所以小时候对模型特别著迷。他十几岁时不但喜欢做模型飞机和轮船，还和学友制作了很多不同种类的战争游戏，反映出他研究和操控事物的渴望。这种渴望驱使他攻读博士学位，并在黑洞和宇宙论的研究上获得重大成就。 \n\n \n\n霍金十三、四岁时已下定决心要从事物理学和天文学的研究。十七岁那年，他考到了自然科学的奖学金，顺利入读牛津大学。学士毕业后他转到剑桥大学攻读博士，研究宇宙学。不久他发现自己患上了会导致肌肉萎缩的卢伽雷病。由于医生对此病束手无策，起初他打算放弃从事研究的理想，但后来病情恶化的速度减慢了，他便重拾心情，排除万难，从挫折中站起来，勇敢地面对这次的不幸，继续醉心研究。  \n\n七十年代，他和彭罗斯证明了著名的奇性定理，并在1988年共同获得沃尔夫物理奖。他还证明了黑洞的面积不会随时间减少。1973年，他发现黑洞辐射的温度和其质量成反比，即黑洞会因为辐射而变小，但温度却会升高，最终会发生爆炸而消失。\n\n\n\n \n\n八十年代，他开始研究量子宇宙论。这时他的行动已经出现问题，后来由於得了肺炎而接受穿气管手术，使他从此再不能说话。现在他全身瘫痪，要靠电动轮椅代替双脚，不但说话和写字要靠电脑和语言合成器帮忙，连阅读也要别人替他把每页纸摊平在桌上，让他驱动著轮椅逐页去看。  \n\n霍金一生贡献於理论物理学的研究，被誉为当今最杰出的科学家之一。他的著作包括《时间简史》及《黑洞与婴儿宇宙以及相关文章》都对如今的科学界影响极大。虽然大家都觉得他非常不幸，但他凭著坚毅不屈的意志，战胜了疾病，创造了一个又一个的奇迹，也证明了残疾并非成功的障碍。他对生命的热爱和对科学研究的热诚，是值得年轻一代学习的。\n\n "},{"name":"眼手挑战","image":"眼手挑战.jpeg","desp":"眼睛与手的协调能力是指利用眼球观察所得到的情报讯息，通过大脑皮层的兴奋区和抑制区后把信息反馈，利用手所作出的反应能力。\n\n\n\n \n\n眼手挑战的重要性：\n\n眼手挑战可以锻炼儿童眼睛与手的协调能力，提升其反应速度，同时在竞技的过程中，促进其运动竞技的心理素质。眼手的协调能力对孩子的智力发育和个性形成也具有一定的影响！\n\n眼睛是心灵的窗户，正是通过眼睛，孩子才能真实地了解周围的事物。手是认识事物的重要器官，手的活动可以促进大脑的发育；手是智慧的源泉，多看、多动手，孩子的大脑才能更聪明。\n    通过手和眼的共同作用，孩子可以发现手中物品更多的特性，比如，眼睛可以看到物品的色彩、形状、大小等等，而手则可以触摸物品，感受它的软硬、粗糙度、冷热等特性，通过这些，孩子可以更快更全面地了解周围环境。此外，在眼睛的监控下，通过手的摆弄，孩子还可以发现物体的上下、左右、前后等空间特性等。\n\n\n\n\n    单纯的眼的活动与单纯的手的活动对孩子的成长没有特别的意义，只有手眼协调的活动才能真正有效地推进孩子各项能力的全面发展，因此，手眼协调能力的发展对促进孩子的运动能力、智力和行为起着非常重要的作用，对孩子来说具有划时代的意义。\n    每个孩子手眼协调能力的发展早晚不同，与孩子所处的环境、父母施予的教育以及训练有着非常密切的关系。手眼协调能力的训练越早越好，父母应积极创造条件，在孩子不同的发展阶段，充分地训练孩子去抓、握、拍、打、敲、捏、挖、画，使其成为“心灵手巧”的聪慧孩子。\n\n\n\n \n\n如何引导孩子锻炼眼手协调？\n\n手眼动作的协调能力标志着一个儿童发育的成熟度。虽然它的发展是一个缓慢的进程，但是如果平时注意培养训练，手眼动作就能较快协调。我们经常推荐的训练方法如下：\n\n1、从1岁多开始，孩子开始喜欢涂鸦，这种热情一般可持续到3岁左右。孩子涂鸦的目的也许并不是想画出些什么，只是喜欢拿笔在纸张上涂出道道与色彩这种特别的活动。涂鸦不仅极大地丰富了孩子的精神生活，也是极好的训练手眼协调能力的活动。\n\n因此，到孩子1岁左右，就可为他准备铅笔、彩笔、硬纸片、白纸之类的材料以及可供他随意坐、站、跪的场所，为他提供舒舒服服涂鸦的环境。\n\n\n\n \n\n2、孩子最初的手眼协调能力是无意识的，可以通过一些方式来强化有意识的手眼协调。比如，可以给孩子提供一些缺少部件的孩子熟悉的动物、家居用品等图片，让他寻找缺失的部件，然后再用笔补画上去。\n\n3、孩子的习性爱好各有不同，父母应细心观察自己的孩子，根据孩子的特点适时捕捉发展其手眼协调能力的契机。比如孩子在玩玩具小汽车，妈咪悄悄地拿走一辆汽车，孩子很快就发现汽车少了一辆，并因此哭闹起来，妈咪将汽车拿回来，孩子立刻开心起来。\n\n这说明孩子已经注意到他的玩具小汽车被妈咪拿走。根据孩子的情况，可以有意拓展与孩子之间的这种游戏，比如拿走他正在玩的某个玩具，让他寻找，突然用某个鲜艳的玩具在他眼前晃动一下，吸引他去追视并抓取等等。这些有趣的游戏都能有效地训练手眼协调能力。\n\n\n\n \n\n4、球类游戏不但可以训练孩子手腕的力量，还可以训练孩子手控制方向的能力，提高手眼协调性，增强他的快速反应能力。\n\n    成人可以轻轻地将球抛给孩子，鼓励他接住。这个动作较难，刚开始的时候，父母可以协助孩子，拉着他的两只手帮助他接住球。等孩子熟练掌握接球的技巧之后，可以一步步逐渐训练他玩球的技巧，让他练习接反弹回来的球，原地拍球，抱起正在弹跳的球，连续拍球，相对滚球，用手指转球，投球等等动作，全面锻炼孩子的手眼协调能力。"},{"name":"跑步冲刺","image":"跑步冲刺.jpeg","desp":"跑步的定义是指陆生动物使用足部移动。它在运动上的定义是一种步伐，双脚不会同一时间碰到地面。它亦可以是一种有氧的运动或厌氧的运动。\n\n跑步锻炼是人们最常采用的一种身体锻炼方式，这主要是因为跑步技术要求简单，无需特殊的场地、服装或器械。无论在运动场上或在马路上，甚至在田野间、树林中均可进行跑步锻炼。各人可以自己掌握跑步的速度、距离和路线。为了强身健体！\n\n\n\n \n\n跑步对人体的好处：\n\n1、防止骨骼肌肉退化\n\n长期坐在显示器前的我们让我们的骨骼越来越脆弱。而长期的，经常的运动会使你的骨骼保持健康，更进一步说就是防止我们身体内部老化的更快。经常的高强度锻炼，例如跑步，被证明可以促进人体荷尔蒙的生长，荷尔蒙就是那些名人为了看起来更年轻而持续注射的药剂。\n\n2、增强自信心\n\n跑步让你完成一次又一次的尝试，让你变得更强大，更加肯定自己。他让你真实的越过某个山峰，穿过某个障碍。在意识到你的身体已经更加强壮，更加有用，你会得到被赋予力量和自由的感觉。自信更是那些通过跑步成功的减肥并得到自己心中理想身材的跑步 者的宝贵财富。\n\n3、增强免疫力\n\n平时坚持跑步锻炼能够增强免疫力，经常的跑步已经成为医生对那些容易引发或在已经处在早期的骨质疏松，糖尿病，高血压病人的治疗建议。维持并提高总体的身体水平，跑步是是人们可以采取的最好的锻炼身体的运动，它可以提高胆固醇，降低血液凝块的危险。\n\n4、减轻压力\n\n跑步，特别在户外和旅行中，会使身体释放一种物质让你产生一种幸福愉悦感或者就是快乐的感觉。此外，跑步已经被采用了多年来治疗临床抑郁症等。\n\n\n\n \n\n正确的跑步姿势：\n\n1、头自然摆放；\n\n2、双肩与身体微夹紧；\n\n3、腿不宜过高；\n\n4、脚后跟先着地；\n\n5、腰部保持自然直立，不宜过于挺直。肌肉稍微紧张，维持躯干姿势，同时注意缓冲脚着地的冲击；\n\n6、脚跟与脚掌：运动中一只脚落地时，应是脚跟先看地，然后由脚跟滚动到脚掌，可减少跑步对踝关节的伤害。而落地时的膝关节保持微曲，不要挺直，减少对膝关节的伤害；\n\n7、跑步摆臂时尽量放松。\n\n跑步锻炼的原则：\n\n凡是参加健身跑步的人，都应注意坚持经常和循序渐进，特别要注意控制运动量。此外，必须学会“自我控制”，这点尤为重要。因为有时跑步的愿望会突然消失，这就需要将“不能跑”还是“不想跑”加以区分。当然，如果有病时绝对不要跑步，而在其他情况下则应克服“惰性”，坚持锻炼。\n\n在锻炼初期，跑步的速度以没有不舒服的感觉为限度，跑完的距离以没有吃力的感觉为宜。跑步后可能出现下肢肌肉疼痛，这是正常反应，坚持锻炼几天后这种现象就会消失。\n\n\n\n \n\n跑步的禁忌：\n\n一忌不做准备运动。在体育锻炼前做些简单的四肢运动，对安全有效的锻炼身体有好处。因为在寒冷的冬天，人体因受寒冷的刺激而使肌肉、韧带的弹性和延展性明显降低，全身关节的灵活性也较夏秋季节差得多。锻炼前不做准备运动，则易引起肌肉、韧带拉伤或关节扭伤，致使锻炼不能正常进行。\n\n二忌大雾天气锻炼。雾是由无数微小的水珠组成的，这些水珠中含有大量的尘埃、病原微生物等有害物质。如在雾天进行锻炼，由于呼吸量增加，势必会吸进更多的有毒物质，影响氧的供给，这会引起胸闷、呼吸困难等症状，严重者会引起鼻炎、肺炎、气管炎、结膜炎以及其他病症。\n\n\n\n \n\n三忌不注意保暖。运动时不可忽视保暖，否则会引起伤风感冒。天气冷的时候，可待身体发热后再逐渐减衣，开始锻炼时不必立即脱掉衣服，也不要等大汗淋漓时再脱衣服，否则容易感冒。\n\n四忌被动训练。研究发现，主动锻炼比被动锻炼的效果要好很多。主动锻炼时，人们心情愉快，内分泌系统运转更好，运动时注意力集中，不容易受伤。而在被动锻炼时，本来就一肚子怨气，情绪和身体对着干，肌肉的协调能力不好，更易导致运动损伤。\n\n "}]},{"name":"交通科技","image":"交通科技.jpeg","items":[{"name":"安全带","image":"安全带.jpeg","desp":"车安全带是为了在碰撞时对乘员进行约束，避免碰撞时乘员与方向盘及仪表板等发生二次碰撞或避免碰撞时冲出车外导致死伤的安全装置。汽车安全带又可以称为座椅安全带，是乘员约束装置的一种。汽车安全带是公认的最廉价也是最有效的安全装置，在车辆的装备中很多国家是强制装备安全带的。\n\n\n\n \n\n安全带在汽车发明以前就已经存在了，1885年，那时欧洲普遍使用马车，那时的安全带只是简单的为了防止乘客从马车上摔下来。到了1910年飞机上开始出现安全带。1922年，赛车场上的跑车开始使用安全带，到了1955年，美国福特轿车开始装用安全带，总体来说这个时期的安全带以两点式安全带为主。1955年飞机设计师尼尔斯到沃尔沃汽车公司工作以后发明了三点式安全带。1963年，沃尔沃汽车公司开始把尼尔斯的三点式汽车安全带注册，并在自产的汽车上装配。1968年，美国规定轿车面向前方的座位均要安装安全带，欧洲和日本等发达国家也相继制定了汽车乘员必须佩带安全带的规定。我国公安部于1992年11月15日颁布了通告，规定1993年7月1日起，所有小客车(包括轿车、吉普车、面包车、微型车)驾驶人和前排座乘车人必须使用安全带。《道路交通安全法》第五十一条规定：机动车行驶时，驾驶人、乘坐人员应当按规定使用安全带。目前使用最广泛的是三点式安全带。\n\n\n\n \n\n（1）织带织带是用尼龙或聚酯等合成纤维织成的宽约50毫米、厚约1.2毫米的带，根据不同的用途，通过编织方法及热处理来达到安全带所要求的强度、伸长率等特性。它也是吸收冲突能量的部分。对于安全带的性能各国法规有不同的要求。\n\n\n\n \n\n（2）卷收器其是根据乘员的坐姿、身材等来调节安全带长度，不使用时收卷织带的装置。\n\n（3）固定机构固定机构包括带扣、锁舌、固定销和固定座等。带扣及锁舌是系紧和解开座椅安全带的装置。将织带的一端固定在车身的称为固定板，车身固定端称为固定座，固定用螺栓称为固定螺栓。肩部安全带固定销的位置对系安全带时的便捷性有很大的影响，因此为了适合各种身材的乘员，一般都选用可调节式固定机构，能够上下调节肩部安全带的位置。\n\n\n\n \n\n在各种安全带中，当前最为广泛使用的三点式安全带的结构，是实用性、舒适性以及乘员约束性结合得相当好的安全带形式。\n\nELR三点式安全带就是装有ELR卷收器的三点式安全带。这类卷收器叫做紧急锁止卷收器，通常可以自由拉出安全带。它装备了在撞车时或紧急制动时可锁死安全带的冲击感应装置。一般是通过车辆的减速度感知冲击量，还有的是通过织带的拉出速度来感知，将两种方式组合起来使用的方式已经成为主流。\n\nALR三点式安全带就是装有ALR卷收器的三点式安全带。这类卷收器叫做自动锁止卷收器，其是当安全带拉出时，卷取到正好符合乘员使用的长度位置便被锁止，再不能拉出多余安全带的收缩装置。这种方式主要用于儿童座椅的固定。\n\n\n\n \n\n现在很多中高端轿车都装用带有预张紧器和限力器的安全带。预张紧器是用来尽量消除安全带的多余张紧余量，避免乘员被爆炸的安全气囊伤害头部。限力器是在受力峰值过去后，降低安全带的张紧力度，以减小乘员肋骨和肩部受力。\n\n为了驾驶和乘车的安全，要正确使用安全带。第一，要经常检查安全带的技术状态，有损坏应立即更换。第二，安全带要尽量系在髋部和胸前，应该横跨在骨盆和胸腔之上形成一个水平放置的V字，能一个人使用，严禁双人共用，要将安全带扭曲使用。第三，用安全带时不要让其压在坚硬易碎的物体上，口袋里的手机、眼镜、钢笔等。第四，座椅上无人时，要将安全带送回卷收器中，将扣舌置于收藏位置，以免在紧急制动时扣舌撞击在其他物体上。第五，不要让座椅背过于倾斜，否则影响使用效果。安全带的扣带一定要扣好，防止受外力时脱落而不能起到保护作用。\n\n "},{"name":"太阳能汽车","image":"太阳能汽车.jpeg","desp":"\n太阳能汽车是一种靠太阳能来驱动的汽车。相比传统热机驱动的汽车，太阳能汽车是真正的零排放。正因为其环保的特点，太阳能汽车被诸多国家所提倡，太阳能汽车产业的发展也日益蓬勃。一起来了解一下太阳能汽车的原理吧。\n\n \n\n什么是太阳能呢？\n\n太阳能，是指太阳的热辐射能，主要表现就是常说的太阳光线。在现代一般用作发电或者为热水器提供能源。自地球上生命诞生以来，就主要以太阳提供的热辐射能生存，而自古人类也懂得以阳光晒干物件，并作为制作食物的方法，如制盐和晒咸鱼等。在化石燃料日趋减少的情况下，太阳能已成为人类使用能源的重要组成部分，并不断得到发展。太阳能的利用有光热转换和光电转换两种方式，太阳能发电是一种新兴的可再生能源。广义上的太阳能也包括地球上的风能、化学能、水能等。\n\n太阳能的分类：\n\n光伏\n\n光伏板组件是一种暴露在阳光下便会产生直流电的发电装置，由几乎全部以半导体物料制成的固体光伏电池组成。简单的光伏电池可为手表以及计算机提供能源，较复杂的光伏系统可为房屋提供照明以及交通信号灯和监控系统，并入电网供电。光伏板组件可以制成不同形状，而组件又可连接，以产生更多电能。\n\n \n\n光热\n\n现代的太阳热能科技将阳光聚合，并运用其能量产生热水、蒸气和电力。除了运用适当的科技来收集太阳能外，建筑物亦可利用太阳的光和热能，方法是在设计时加入合适的装备，例如巨型的向南窗户或使用能吸收及慢慢释放太阳热力的建筑材料。\n\n太阳能能源有什么优点又有什么缺点呢？\n\n优点\n\n普遍：太阳光普照大地，没有地域的限制，无论陆地或海洋，无论高山或岛屿，都处处皆有，可直接开发和利用，便于采集，且无须开采和运输。\n\n无害：开发利用太阳能不会污染环境，它是最清洁能源之一，在环境污染越来越严重的今天，这一点是极其宝贵的。\n\n巨大：每年到达地球表面上的太阳辐射能约相当于130万亿吨煤，其总量属现今世界上可以开发的最大能源。\n\n \n\n长久：根据太阳产生的核能速率估算，氢的贮量足够维持上百亿年，而地球的寿命也约为几十亿年，从这个意义上讲，可以说太阳的能量是用之不竭的。\n\n缺点\n\n分散性：到达地球表面的太阳辐射的总量尽管很大，但是能流密度很低。因此，在利用太阳能时，想要得到一定的转换功率，往往需要面积相当大的一套收集和转换设备，造价较高。\n\n不稳定性：由于受到昼夜、季节、地理纬度和海拔高度等自然条件的限制以及晴、阴、云、雨等随机因素的影响，所以，到达某一地面的太阳辐照度既是间断的，又是极不稳定的，这给太阳能的大规模应用增加了难度。\n\n效率低和成本高：太阳能利用的发展水平，有些方面在理论上是可行的，技术上也是成熟的。但有的太阳能利用装置，因为效率偏低，成本较高，现在的实验室利用效率也不超过30%，总的来说，经济性还不能与常规能源相竞争。\n\n太阳能板污染：现阶段，太阳能板是有一定寿命的，一般最多3-5年就需要换一次太阳能板，而换下来的太阳能板则非常难被大自然分解，从而造成相当大的污染。\n\n \n\n目前汽车对于太阳能的应用形式有哪些呢？\n\n到目前为止，太阳能在汽车上的应用技术主要有两个方面：\n\n作为驱动力\n\n完全用太阳能为驱动力代替传统燃油，这种太阳能汽车与传统的汽车不论在外观还是运行原理上都有很大的不同，太阳能汽车已经没有发动机、底盘、驱动、变速箱等构件，而是由电池板、储电器和电机组成．利用贴在车体外表的太阳电池板，将太阳能直接转换成电能，再通过电能的消耗，驱动车辆行驶，车的行驶快慢只要控制输入电机的电流就可以解决。\n\n作为汽车辅助设备的能源\n\n太阳能和其它能量混合驱动汽车，太阳能辐射强度较弱，光伏电池板造价昂贵，加之蓄电池容量和天气的限制，使得完全靠太阳能驱动的汽车的实用性受到极大的限制，不利于推广。复合能源汽车外观与传统汽车相似，只是在车表面加装了部分太阳能吸收装置，比如车顶电池板，用于给蓄电池充电或直接作为动力源。这种汽车既有汽油发动机，又有电动机，汽油发动机驱动前轮，蓄电池给电动机供电驱动后轮。电动机用于低速行驶。当车速达到某一速度以后，汽油发动机起动，电动机脱离驱动轴，汽车便像普通汽车一样行驶。"},{"name":"航空网络飞行体验","image":"航空网络飞行体验.jpeg","desp":"什么是航空网络\n\n航空网络就是所有的航线、航班产品连接起来构成的飞行网络。\n\n航班指飞机由始发站按规定的航线起飞，经过经停站至终点站或不经经停站直达终点站的运输飞行。\n\n\n\n \n\n飞机飞行的路线称为空中交通线，简称航线。飞机的航线不仅确定了飞机飞行具体方向、起讫点和经停点，而且还根据空中交通管制的需要，规定了航线的宽度和飞行高度，以维护空中交通秩序，保证飞行安全。\n\n按照飞机飞行的起讫点，航线可分为国际航线、国内航线和地区航线三大类。\n\n国际航线是指飞行路线连接两个或两个以上国家的航线；国内航线是指在一个国家内部的航线，它又可分为干线、支线和地方航线三大类；地区航线指在一国之内，连接普通地区和特殊地区的航线，如中国内地与港、澳、台地区之间的航线。另外，航线还可分为固定航线和临时航线，临时航线通常不得与航路、固定航线交叉或是通过飞行频繁的机场上空。\n\n什么是机场\n\n机场，亦称飞机场、空港，较正式的名称是航空站。机场有不同的大小，除了跑道之外，机场通常还设有塔台、停机坪、航空客运站、维修厂等设施，并提供机场管制服务、空中交通管制等其他服务。\n\n\n\n \n\n目前，四川拥有13个民航机场，分别是成都双流国际机场、九寨黄龙机场、绵阳南郊机场、泸州蓝田机场、宜宾菜坝机场、南充高坪机场、西昌青山机场、达州河市机场、广元盘龙机场、攀枝花保安营机场、稻城亚丁机场、康定机场和阿坝红原机场，加上已规划的乐山机场、巴中恩阳机场、甘孜格萨尔机场以及成都天府国际机场，未来四川机场数量将达到17个，分布在成都平原、川南、川东北、川西、攀西等五大经济区，直接通航城市121个，其中直接通达国际城市36个。\n\n\n\n \n\n成都是西部地区开通国际航线数量最多的城市，随着成都双流国际机场密集开通国际直航航线，旅客吞吐量和全球机场排名不断跃升，成都已成为中国大陆第四大航空城。2016年，成都双流国际机场新开成都至布拉格、罗马、悉尼等国际直飞航线8条，目前共开通国际航线92条，国际通航城市77个，成为中西部开通国际直飞航线最多的城市，架起了“覆盖国内、通达全球”的空中丝绸之路。\n\n成都双流国际机场，简称双流机场，位于距离四川省成都市西南方向约16公里的双流区北部，机场飞行区等级为最高的4F级，拥有两条长3600米的平行跑道、两个相对独立的客运航站楼。\n\n\n\n \n\n双流机场是中国重要的航空枢纽、世界前50大繁忙机场、中国中西部最繁忙枢纽机场，是中国内陆地区的航空枢纽和最重要的客货集散地，为民航西南管理局、西南空管局驻地。成都双流国际机场是前往拉萨贡嘎国际机场、昌都邦达机场和林芝米林机场等高原机场的最大中转机场，是中国国际航空、四川航空、成都航空、中国东方航空、西藏航空、祥鹏航空的基地机场。\n\n经国务院批准，2013年9月1日起，成都口岸对45个国家外国人实施72小时过境免签政策，持有第三国签证和72小时内确定日期、座位前往第三国或地区的联程机票，可以在不持有中国签证的情况下，从双流机场入境和出境，在成都市行政区划内停留72小时。成都机场口岸成为继北京、上海、广州机场口岸后，第四个引入72小时过境免签政策的口岸。\n\n2015年，双流机场旅客吞吐量超过4200万人次，位居全国第四位，并跻身世界机场游客吞吐量排名前30位。\n\n为实现成都市委确定的“十三五”末达到6000万人次旅客吞吐量、80万吨货运量的枢纽机场目标，双流机场进行了扩能改造，新增候机厅面积约2370平方米，新增国际值机柜台9个、边检通道6个、安检通道3个、行李系统1组、远机位登机口3个，停机位增至225个，机场综合保障能力得到显著提升。\n\n2016年5月27日，成都天府国际机场正式开工建设，建成后成都将成为继上海、北京后，中国第3个拥有两座4F级国际机场的城市。\n\n\n\n \n\n2016年9月25日下午，在第二十二届世界航线发展大会上，成都市政府、四川省机场集团与6家中外航空公司签署合作协议，将新开通定期直飞国际航线8条、包机转定期直飞国际航线1条。至此，成都国际航线将增至98条。"},{"name":"不同船用螺旋桨","image":"不同船用螺旋桨.jpeg","desp":"一艘船不仅需要帆，更需要螺旋桨才能行进。螺旋桨是指靠桨叶在空气或水中旋转，将发动机转动功率转化为推进力的装置，可有两个或较多的叶与毂相连，叶的向后一面为螺旋面或近似于螺旋面的一种船用推进器。\n\n螺旋桨的工作原理：\n\n螺旋桨是由一群翼面构建而成，因此它的做功原理与机翼相似。机翼是靠翼面的几何变化和入流的攻角，使流经翼面上下的流体有不同的速度，而由伯努利定律可知这速度的不同会造成翼面上下表面压力的不同，因而产生升力，翼面的升力在前进方向的分量就是螺旋桨的推力。船用螺旋桨一般来说，在同样的桨面直径，同样的螺距比情况下，螺旋桨的叶数越多，推力越好，推进效率越高！\n\n\n\n \n\n船用螺旋桨的分类：\n\n在普通螺旋桨的基础上，为了改善性能，更好地适应各种航行条件和充分利用主机功率，发展了以下几种特种螺旋桨。\n\n一、可调螺距螺旋桨\n\n简称调距桨，可按需要调节螺距，充分发挥主机功率；提高推进效率,船倒退时可不改变主机旋转方向。螺距是通过机械或液力操纵桨毂中的机构转动各桨叶来调节的。调距桨对于桨叶负荷变化的适应性较好，在拖船和渔船上应用较多。对于一般运输船舶，可使船-机-桨处于良好的匹配状态。\n\n\n\n \n\n二、导管螺旋桨\n\n在普通螺旋桨外缘加装一机翼形截面的圆形导管而成。此导管又称柯氏导管。导管与船体固接的称固定导管，导管被连接在转动的舵杆上兼起舵叶作用的称可转导管。导管可提高螺旋桨的推进效率，这是因为导管内部流速高、压力低,导管内外的压力差在管壁上形成了附加推力；导管和螺旋桨叶间的间隙很小,限制了桨叶尖的绕流损失；导管可以减少螺旋桨后的尾流收缩，使能量损失减少。但导管螺旋桨的倒车性能较差。固定导管螺旋桨使船舶回转直径增大，可转导管能改善船的回转性能。导管螺旋桨多用于推船。\n\n三、串列螺旋桨\n\n将两个或三个普通螺旋桨装于同一轴上，以相同速度同向转动。当螺旋桨直径受限制时，它可加大桨叶面积，吸收较大功率，对减振或避免空泡有利。串列螺旋桨重量较大，桨轴伸出较长，增加了布置及安装上的困难，应用较少。\n\n四、对转螺旋桨\n\n将两个普通螺旋桨一前一后分别装于同心的内外两轴上，以等速反方向旋转。因可减小尾流旋转损失，效率比单桨略高，但其轴系构造复杂，大船上还未应用。\n\n \n\n船用螺旋桨的作用：\n\n螺旋桨安装于船尾水线以下，由主机获得动力而旋转，将水推向船后，利用水的反作用力推船前进。螺旋桨构造简单、重量轻、效率高，在水线以下而受到保护。\n\n普通运输船舶有1到2个螺旋桨。推进功率大的船，可增加螺旋桨数目。大型快速客船有双桨至四桨。螺旋桨一般有3到4片桨叶,直径根据船的马力和吃水而定，以下端不触及水底，上端不超过满载水线为准。螺旋桨转速不宜太高，海洋货船为每分钟100转左右，小型快艇转速高达每分钟400到500转，但效率将受到影响。螺旋桨材料一般用锰青铜或耐腐蚀合金，也可用不锈钢、镍铝青铜或铸铁。\n\n不同叶数螺旋桨对船的影响：\n\n船用螺旋桨一般来说，在同样的桨面直径，同样的螺距比情况下，螺旋桨的叶数越多，推力越好，推进效率越高。\n\n螺旋桨是指靠桨叶在空气或水中旋转，将发动机转动功率转化为推进力的装置，可有两个或较多的叶与毂相连，叶的向后一面为螺旋面或近似于螺旋面的一种船用推进器。螺旋桨分为很多种，应用也十分广泛，如飞机、轮船的推进器等。\n\n\n\n \n\n螺旋桨的发展历史：\n\n春秋战国时期，中国人发明了一种玩具叫“竹蜻蜓”。竹蜻蜓是用竹片削成，叶片像螺旋桨，中间插一根竹竿，用力一搓竹竿，叶片就会升起来，远看像一只蜻蜓。竹蜻蜓是我国古代一大发明，由于它的叶片像陀螺一样能高速旋转，所以当时称它为“中国陀螺”。\n\n\n\n \n\n明朝时期，中国苏州巧匠徐正明，就整天琢磨小孩玩的竹蜻蜓，想制造一个类似蜻蜓的直升飞机，并且想把人也带上天空。经过十多年的钻研，他造出了一架直升飞机。它有一个竹蜻蜓一样的螺旋桨，驾驶座像一把圈椅，依靠脚踏板通过转动机构来带动螺旋桨转动，试飞时候，它居然飞离地面一尺多高，还飞过一一条小河沟，然后落下来。\n\n到了明朝后期，竹蜻蜓的技术传到欧洲，并且在当时的法国科学院进行了表演。\n\n1836年，英国的“阿基米德号”使用了螺旋推进器，那是一个木制的长长的像螺丝钉的螺杆 。开始试验时，它以每小时4海里的航速航行。突然，水中的障碍物碰断了螺杆，只剩了一小截。正当造船工程师史密斯急得不知所措时，这船却意外地加快了速度，达到每小时13海里。\n\n这事启发了造船工程师们，他们把长螺杆变成短螺杆，又把短螺杆变成叶片状，螺旋桨就这样诞生了。1845年，英国制成了世界上第一艘螺旋桨船 “大不列颠号”。\n\n "}]}]