[{"title":"行程卡摘星！四川科技馆最新参观攻略来啦（一定要看到最后）作品征集倒计时1天 | 第八届全国青年科普创新实验暨作品大赛四川赛区","context":"距离第八届全国青年科普创新实验暨作品大赛（四川赛区）的作品提交截止时间还有1天！\n6月11日即将关闭大赛官网的作品上传通道，请各参赛队伍尽快完成作品上传！\n赛事安排\n一、作品提交截止时间：\n作品提交截止时间为6月11日23时\n二、初赛评审时间：\n评审时间为6月12日\n三、复赛现场时间：\n复赛时间为6月18日（报到）、6月19日（比赛）\n参赛队伍请尽快登录大赛官方网站（http://kepudasai.cdstm.cn/）提交作品。\n\n科普创新大赛：https://kepudasai.cdstm.cn/#/","time":"22/11/03"},{"title":"关于委托第三方公司组织策划“天府科技云”第三届科学 传播大赛工作比选公告","context":"为弘扬科学精神，让更多优秀科学传播者脱颖而出搭建平台，四川科技馆作为赛事承办方，拟承办“天府科技云”第三届科学传播大赛。为确保比赛的专业性，拟委托第三方公司组织策划科学传播大赛，通过比选方式确定供应商。\n一、项目名称及项目预算\n委托第三方公司组织策划“天府科技云”第三届科学传播大赛工作；项目经费控制在10万元以内。\n二、开展项目\n1.大赛场地选择、比赛现场、颁奖仪式会场布置及氛围营造。\n2.传播大赛项目初赛、复赛组织及宣传。\n3.评委邀请及奖杯证书制作。\n三、材料内容\n需提供详细的报价预算清单。清单内容包含不限于场地租赁、舞台设备、内外场物料制做、视频传媒制作、宣传推广、策划设计服务、评审及奖杯证书等。\n将比选材料及公司营业执照副本等相关资质证明的复印件一并邮寄到四川科技馆对外联络部（详细地址请电询）。比赛通知文件可以关注四川科技馆微信公众号获取。","time":"22/11/01"},{"title":"2022年“国庆节”开闭馆公告","context":"根据2022年国家“国庆节”放假安排的通知，结合我馆实际情况，现将我馆2022年“国庆节”期间开、闭馆时间通知如下：\n一、2022年10月1日——10月7日开馆；\n二、2022年10月8日（周六）——10月10日（周一）闭馆；\n三、2022年10月11日（周二）起正常开闭馆。\n \n友情提示：四川科技馆官方网站和公众号都可预约门票，请大家选择相应方式预约参观。","time":"22/09/21"},{"title":"2021年度四川科技馆单位决算","context":"一、职能简介\n四川科技馆为公益一类事业单位，主要工作职能是面向公众开展科普展览、科技交流、学术交流活动、会议及其他配套服务。为社会提供各种培训服务。\n二、2021年重点工作完成情况\n2021年是“十四五”开局之年，也是全面建设社会主义现代化国家新征程的开启之年。面对百年未有之大变局，四川科技馆全面把握新时代科学和科普事业发展的新要求，以广大观众新需求为根本导向，以“打造汇集科学热点的前沿阵地和中国最具活力与温度的科学中心”为奋斗目标，围绕中心，服务大局，依托“天府科技云”服务平台，充分发挥公共文化服务功能，大力组织和举办各类科普临展、科普活动和科普巡展，扎实推进科普事业创新发展，工作取得了新的突破。截止12月底，全馆共接待来馆观众115.6万人次，覆盖全省各县的流动科技馆巡展等活动深受群众欢迎，总人数达82.5万人次。\n1.全面做好科技馆主体场馆科普服务工作\n一是坚持创新“临展促常展”发展新模式，精心打造科普教育活动品牌。围绕科普展教核心工作，科技馆精心策划举办了中法文化交流项目《海洋，一场奇妙的深海探索》《中国·波兰科幻主题插画艺术展》等3场科普临展活动。全年开展常态化科普教育活动5千余场次，服务公众10万余人次。在各个节日节点，精心推出了贴合节日气氛的“防疫大作战”“飞向遥远的群星”等品牌亲子研学活动20余场次，服务公众3000余人次。\n二是充分发挥科学中心科普阵地优势，聚集行业专家为社会公众获取前沿科技成果和科技知识提供权威的途径。 ，线下累计参与人数4900余人次，其中，举办“天府科技云”科学e课堂12期，在线观看人数累计120.8万人次。成功举办第七届全国青年科普创新实验暨作品大赛四川——云南赛区复赛和“天府科技云服务”第二届科学传播大赛。联合重庆科技馆及28家川渝两地优秀科普基地共同打造“天府科技云”川渝科普基地联合行动——科普列车川渝行系列活动，线上浏览人数达225.6万人次，被中科协表彰为2021年全国科普日优秀活动。\n三是创新科普传播方式，提升科技馆影响力。四川科技馆新媒体阵地以“三微一抖一站”（微博、微信、微社群、抖音、网站）为主体，全年共发布各类信息内容512篇，微信公众号关注数达171.1万人次。配合央视一套《新闻现场》完成《纲要》专题节目录制工作，在线观看人数超20万人次；配合央视科教频道《实验现场》完成4期现场直播节目，在线观看人数超50万人次。\n四是积极补充扩展学校科学教育，有效提升青少年科学素质。创新升级“馆校合作项目”，与首批39所中小学校签订馆校合作项目书，根据各校需求为其提供定制科普服务，实现学科内教育与现实联结，力争培养青少年科学精神和解决问题的能力。截止12月底，已开展科技馆进校园活动20余次，服务青少年2.4万余人次；与成都市科技创新名师工作室联合成立“KOKO名师堂”，搭建辅导员与学校老师的研发课题平台。\n2.服务全省科普工作大局\n一是中国流动科技馆四川巡展在全省持续广泛开展。今年，中国流动科技馆在四川30个县（市、区）持续开展巡展第二轮履盖活动，共接待观众102.5万余人次。在各站巡展志愿者培训工作中，共派出展教人员28人次，培训各地巡展志愿者158名。\n二是积极服务全省科技场馆建设与发展。全年为巴中市科技馆、通江科技馆等10余所市（州）科技馆在新馆筹建、展陈设计、人力资源等方面提供了指导和支持。同时，积极探索巡展达标展品长效运行模式，支持有意向、有场地、有能力的地方建设基层科技馆，今年相继支持叙永、盐边等科技馆的建设完善工作。\n三是推动农村中学科技馆运营发展。配合中国科技馆发展基金会对2012-2015年建馆的农村中学科技馆进行赋能改造需求调研。推进北川民族中学和蓬溪县三凤镇初级中学的农村中学科技馆搬迁工作。\n三、机构设置情况\n            四川科技馆内设机构目前设置为8个，分别为办公室、党委办公室、财务部、展览教育中心、技术研发中心、规划发展部、综合保障部、对外联络部。\n","time":"22/09/01"},{"title":"科普｜人类，给鲸鱼的死亡，取了一个温柔的名字：鲸落","context":"鲸落（Whale Fall）是指鲸鱼死去后沉入海底的现象。\n当鲸在海洋中死去，它的尸体最终会沉入海底，生物学家赋予这个过程以鲸落的名字。一座鲸的尸体可以供养一套以分解者为主的循环系统长达百年。\n鲸落是指鲸鱼死亡后落入深海形成的生态系统，与热液、冷泉一同被称为是深海生命的“绿洲”。 \n在北太平洋深海中，鲸落维持了至少有43个种类12490个生物体的生存，促进了深海生命的繁荣。\n2020年4月3日报道，中国科学家在南海首次发现一个约3米长的鲸落。","time":"22/08/01"}]